{
  "devices": [
    {
      "id": "ac",
      "title": "کولر گازی",
      "brands": [
        {
          "id":"lg",
          "title":"کولرهای برند الجی",
          "models":[
            {
              "id":"gplus",
              "title": "کولر جی پلاس",
              "errors": [
                {
                  "id": "1",
                  "blocks": [
                    {
                      "code": "1",
                      "type": "heading",
                      "level": 3,
                      "text": "دلیل خطای 1 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که کولرگازی جی پلاس شما ارور 1 می‌دهد، احتمال دارد سنسور کندانسور یونیت بیرونی دستگاه دچار مشکل شده باشد. این قطعه دمای محدوده‌ی کندانسور را تشخیص داده و به برد دستگاه ارسال می‌کند."
                    },
                    {
                      "type": "solution",
                      "text":  "در صورت بروز این مشکل، لازم است کارشناس برای بررسی و رفع ایراد دستگاه مراجعه کرده و آن بررسی و رفع ایراد نمایند. لطفا چنانچه دستگاه شما دچار این مشکل شده است، با مرکز خدمات فنی مبین تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "2",
                  "blocks": [
                    {
                      "code": "2",
                      "type": "heading",
                      "level": 3,
                      "text": "علت ارور 2 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور 2 در کولرگازی جی پلاس مربوط به سنسور دیس‌شارژ کمپرسور است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که رخ دهد نیاز است کارشناس دستگاه را بررسی نمایند و تعمیرات آن را انجام دهند. اگر دستگاه شما دچار این مشکل شده است، لطفا با مرکز خدمات فنی مبین تماس بگیرید تا برای بررسی و رفع ایراد آن مراجعه نمایند."
                    }
                  ]
                },
                {
                  "id": "6",
                  "blocks": [
                    {
                      "code": "6",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل ارور و پیغام خطای 6 در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 6 در کولرهای گازی جی پلاس در واقع به دلیل عملیات محافظت در برابر ولتاژ بیش از حد برق تغذیه است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که دستگاه شما هم این ارور را نمایش می‌دهد، ابتدا برق محیط را از نظر افت ولتاژ و استاندارد بودن بررسی بفرمایید و در صورتی که مشکل مربوط به آن نبود، برای بررسی و رفع ایراد دستگاه لازم است با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "13",
                  "blocks": [
                    {
                      "code": "13",
                      "type": "heading",
                      "level": 3,
                      "text": "علل ارور 13 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 13 در کولرگازی جی پلاس مربوط به تشخیص دمای بالا در قسمت سنسور دیسشارژ کمپرسور کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text":   "اگر کولرگازی جی پلاس شما این مشکل را دارد ابتدا یونیت بیرونی را تمیز کنید و در صورتی که ایراد رفع نشد، با ما تماس بگیرید تا برای رفع ایراد آن مراجعه شود."
                    }
                  ]
                },
                {
                  "id": "14",
                  "blocks": [
                    {
                      "code": "14",
                      "type": "heading",
                      "level": 3,
                      "text": "دلیل کد خطای 14 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر در تشخیص دمای سنسور هوای یونیت بیرونی کولرگازی مشکل و اختلالی ایجاد شود، دستگاه ارور و کد خطای 14 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text":   "در این صورت لازم است کارشناس تعمیرات کولرگازی جی پلاس دستگاه را بازدید کرده و مشکل آن را رفع نمایند."
                    }
                  ]
                },
                {
                  "id": "15",
                  "blocks": [
                    {
                      "code": "15",
                      "type": "heading",
                      "level": 3,
                      "text":  "راهکار رفع کد خطای 15 در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "همانطور که می‌دانید کمپرسور مهم‌ترین قطعه و در واقع قلب دستگاه کولرگازی است. این قطعه به دلیل کارکردی که دارد و اینکه فشار و دمای مبرد را بالا می‌برد، ممکن است خیلی داغ شود و به همین دلیل دارای سنسور حد است. اگر سنسور حد دمای پوسته کمپرسور کولرگازی جی پلاس دچار ایراد شود، دستگاه کد ارور 15 را نمایش می‌دهد."
                  
                    },
                    {
                      "type": "solution",
                      "text":  "لازم است کارشناس تعمیرات برای رفع ایراد کولرگازی جی پلاس مراجعه نماید."
                    }
                  ]
                },
                {
                  "id": "19",
                  "blocks": [
                    {
                      "code": "19",
                      "type": "heading",
                      "level": 3,
                      "text":"دلایل ارور 19 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "مشکل درایو برد اصلی یونیت بیرونی کولرگازی و یا اتصال نادرست کابل‌های کمپرسور کولرگازی جی پلاس ممکن است موجب نمایش کد خطا و ارور 19 بر روی صفحه نمایش دستگاه شود."
                    },
                    {
                      "type": "solution",
                      "text": "لازم است دستگاه از سوی تکنسین تعمیرات کولرگازی مورد بررسی و رفع مشکل قرار گیرد."
                    }
                  ]
                },
                {
                  "id": "20",
                  "blocks": [
                    {
                      "code": "20",
                      "type": "heading",
                      "level": 3,
                      "text": "علت نمایش کد خطای 20 در کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "کولرهای گازی دارای دو فن در قسمت کندانسور یونیت بیرونی و همچنین اواپراتور پنل داخلی هستند. اگر موتور فن یونیت بیرونی کولرگازی جی پلاس دچار مشکل شود، دستگاه ارور 20 را نمایش می دهد. "
                    },
                    {
                      "type": "solution",
                      "text":  "نیاز است از سوی کارشناس تعمیرات کولرگازی بررسی شود."
                    }
                  ]
                },
                {
                  "id": "21",
                  "blocks": [
                    {
                      "code": "21",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور و کد خطای 21 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 21 کولرگازی جی پلاس مربوط به عملیات محافظتی سرمایشی و گرمایشی بیش از حد کندانسور دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که دستگاه شما این ارور را نمایش می‌دهد، لطفا موارد زیر را مد نظر قرار دهید:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "مقابل فن یونیت بیرونی کولرگازی مانعی قرار نگرفته باشد.",
                        "کندانسور یونیت بیرونی (پشت دستگاه یونیت بیرونی) تمیز باشد."
                      ] 
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که با رعایت موارد گفته شده ایراد رفع نشد، لطفا با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "33",
                  "blocks": [
                    {
                      "code": "33",
                      "type": "heading",
                      "level": 3,
                      "text":  "ایراد کد خطای 33 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":   "اگر کولرگازی جی پلاس دچار ایراد سنسور هوای پنل داخلی شده باشد، ارور 33 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text":  "نیاز است تکنسین تعمیرات کولرگازی آن را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "34",
                  "blocks": [
                    {
                      "code": "34",
                      "type": "heading",
                      "level": 3,
                      "text":   "ارور 34 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":   "اگر سنسور لوله‌ی اواپراتور یا همان پنل داخلی کولرگازی جی پلاس دچار مشکل شده باشد کولرگازی ارور 34 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی است."
                    }
                  ]
                },
                {
                  "id": "36",
                  "blocks": [
                    {
                      "code": "36",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل کد خطای 36 در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "در صورتی که اختلالی در ارتباط و اتصال بین یونیت بیرونی و داخلی کولرگازی جی پلاس ایجاد شود، دستگاه ارور 36 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت لطفا موارد زیر را بررسی بفرمایید:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items": [
                        "نوسان و افت ولتاژ برق",
                        "کابل‌های ارتباطی بین یونیت داخلی و یونیت بیرونی کولرگازی"
                      ]
                    },
                    {
                      "type": "solution",
                      "text": "اگر ایراد مربوط به موارد گفته شده نباشد، نیاز است دستگاه از سوی کارشناس تعمیرات بررسی شود."
                    }
                  ]
                },
                {
                  "id": "39",
                  "blocks": [
                    {
                      "code": "39",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای 39 در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر کولرگازی جی پلاس شما ارور کد 39 را نمایش می‌دهد، احتمالا موتور فن یونیت داخلی یعنی موتور فن پنل آن دچار اختلال در کارکرد شده است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی این کد خطا پیش‌فیلترهای پنل کولرگازی را شستشو دهید و در صورت عدم رفع ایراد دستگاه را برای بررسی به کارشناس تعمیرات بسپارید."
                    }
                  ]
                },
                {
                  "id": "cl",
                  "blocks": [
                    {
                      "code": "cl",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CL کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "کد خطای CL کولرگازی جی پلاس مربوط برای یادآوری انجام سرویس نگهداری است. این کد خطای کولرگازی جی پلاس پس از گذشت 500 ساعت کارکرد کولرگازی جی پلاس برای یادآوری انجام سرویس نگهداری بر روی پنل نمایشگر دستگاه کولرگازی جی پلاس ظاهر می‌شود که در واقع نوعی پیغام یادآور می‌باشد."
                    },
                    {
                      "type": "solution",
                      "text": "این کد خطا با قطع و وصل کردن برق کولرگازی GPlus رفع می‌شود."
                    }
                  ]
                },
                {
                  "id": "ea",
                  "blocks": [
                    {
                      "code": "ea",
                      "type": "heading",
                      "level": 3,
                      "text": "علت خطا و ارور EA در کولرهای گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "کد خطای EA کولرگازی جی پلاس به دلیل خطای سنسور جریان کولرگازی جی پلاس است. در صورتی که کولرگازی جی پلاس کد خطای EA نمایش دهد، معمولا به دلیل خطای سنسور جریان کولرگازی جی پلاس می‌باشد و به این معنی است که جریان برق کولرگازی جی پلاس بیش از حد است."
                    },
                    {
                      "type": "solution",
                      "text":  "در چنین شرایطی لطفا با ما تماس بگیرید تا برای بررسی و رفع ایراد دستگاه مراجعه شود."
                    }
                  ]
                },
                {
                  "id": "ec",
                  "blocks": [
                    {
                      "code": "ec",
                      "type": "heading",
                      "level": 3,
                      "text": "کد خطای EC کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "دلیل نمایش کد خطای EC بر روی نمایشگر کولرگازی جی پلاس، خطای ارتباط برد یونیت خارجی کولر گازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که با این مشکل مواجه شدید، لطفا یک مرتبه برق کولرگازی جی پلاس را قطع و وصل کنید و در صورت تکرار ایراد لطفا برای بررسی و رفع مشکل کولرگازی جی پلاس با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "ee",
                  "blocks": [
                    {
                      "code": "ee",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور EE کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "کد خطای EE کولرگازی جی پلاس مربوط به بروز خطا در برد (برد آپشن) دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text":  "لطفا برق دستگاه را قطع کرده و پس از 10 دقیقه مجدد اتصال برق را برقرار کنید. در صورت مشاهده‌ی مجدد ارور، نیاز است کولرگازی جی پلاس شما از سوی کارشناس بازدید و رفع اشکال شود."
                    }
                  ]
                },
                {
                  "id": "ef",
                  "blocks": [
                    {
                      "code": "ef",
                      "type": "heading",
                      "level": 3,
                      "text": "کد خطای EF کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text":   "دلیل نمایش کد خطای EF بر روی نمایشگر کولرگازی جی پلاس، وجود مشکل در موتور فن یونیت بیرونی کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text":  "لطفا برق دستگاه را قطع کرده و پس از مدت 10 دقیقه وصل کنید. در صورتی که مجدد ارور را بر روی نمایشگر کولرگازی جی پلاس مشاهده کردید، نیاز است دستگاه از طرف تکنسین، بازدید، عیب یابی و رفع مشکل شود."
                    }
                  ]
                },
                {
                  "id": "ep",
                  "blocks": [
                    {
                      "code": "ep",
                      "type": "heading",
                      "level": 3,
                      "text": "علت ارور EP در کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطایEP کولرگازی جی پلاس به دلیل عدم هماهنگی یونیت داخلی با یونیت بیرونی کولرگازی GPlus است."
                    },
                    {
                      "type": "solution",
                      "text":   "در صورتی که کولرگازی جی پلاس شما ارور EP نمایش می‌دهد می‌بایست از طرف کارشناس مورد بازدید و بررسی قرار گیرد."
                    }
                  ]
                },
                {
                  "id": "eu",
                  "blocks": [
                    {
                      "code": "eu",
                      "type": "heading",
                      "level": 3,
                      "text":  "راهکار رفع کد خطای EU در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "کد خطای EU کولرگازی جی پلاس مربوط به خطای نوسان ولتاژ کولرگازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "ارور EU مربوط به خطای نوسان ولتاژ کولرگازی جی پلاس است و در صورتی که این ارور را بر روی نمایشگر پنل کولرگازی GPlus مشاهده کردید، یکبار برق دستگاه را قطع و وصل کنید و در صورت عدم رفع ایراد، برای تعمیر کولرگازی جی پلاس از سوی تکنسین، درخواست تعمیرات ثبت نمایید."
                    }
                  ]
                },
                {
                  "id": "e0",
                  "blocks": [
                    {
                      "code": "e0",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور E0 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "خطای E0 کولر گازی جی پلاس به دلیل بروز مشکل در ارتباط بین یونیت داخلی (پنل کولرگازی) و یونیت خارجی کولر گازی جی پلاس است. مشکل در ارتباط دو یونیت می‌تواند به دلایل زیر باشد: 1.مشکل برق تغذیه (ورودی) و ولتاژ غیر استاندارد. 2.قطعی ارتباط برد پنل و برد یونیت خارجی کولرگازی جی پلاس"
                    },
                    {
                      "type": "solution",
                      "text": "لطفا به مدت 10 دقیقه برق دستگاه را قطعو سپس وصل کنید؛ در صورت تکرار ارور، برای رفع خطای E0 نیاز به بررسی دستگاه از سوی کارشناس وجود دارد."
                    }
                  ]
                },
                {
                  "id": "e1",
                  "blocks": [
                    {
                      "code": "e1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت ارور E1 کولرگازی جی پلاس، بروز مشکل در سنسور تشخیص دمای هوای پنل است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برق ورودی دستگاه را قطع کرده و پس از 10 دقیقه وصل کنید. در صورتی که دستگاه شما مجدد کد خطای E1 نمایش دهد، لازم است عیب یابی و تعمیر شود."
                    }
                  ]
                },
                {
                  "id": "e2",
                  "blocks": [
                    {
                      "code": "e2",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E2 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور E2 کولرگازی جی پلاس، به دلیل وجود ایراد در تشخیص دمای سنسور لوله‌ی پنل است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت بروز این مشکل، لطفا برق دستگاه را قطع کرده و پس از 10 دقیقه مجدد وصل کنید؛ در صورت بروز مجدد خطا برای بررسی دستگاه از سوی کارشناس ماهر اقدام کنید."
                    }
                  ]
                },
                {
                  "id": "e3",
                  "blocks": [
                    {
                      "code": "e3",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای E3 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "پیغام خطای E3 کولرگازی GPlus به دلیل وجود مشکل در تشخیص دمای سنسور لوله‌ی کندانسور است."
                    },
                    {
                      "type": "solution",
                      "text": "هنگام بروز این کد خطا، برق دستگاه را قطع کنید و پس از 10 دقیقه برق را وصل کرده و مجدد کولرگازی را بررسی کنید؛ در صورت مشاهده‌ی مجدد کد خطای E3، نیاز است کولرگازی جی پلاس توسط کارشناس بازدید و در صورت نیاز تعمیر شود."
                    }
                  ]
                },
                {
                  "id": "e4",
                  "blocks": [
                    {
                      "code": "e4",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور E4 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "نمایش کد خطای E4 کولرگازی GPlus به علت عملکرد غیرنرمال دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برای مدت 10 دقیقه برق دستگاه را قطع کنید و پس از اتصال مجدد برق، در صورت مشاهده‌ی ارور، کولرگازی جی پلاس را برای بررسی به کارشناس ماهر تحویل دهید."
                    }
                  ]
                },
                {
                  "id": "e5",
                  "blocks": [
                    {
                      "code": "e5",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل ارور و کد خطای E5 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای E5 کولرگازی جی پلاس به دلیل عدم هماهنگی یونیت داخلی با یونیت بیرونی کولرگازی GPlus است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که کولرگازی جی پلاس ارور و کد خطای E5 نمایش می‌دهد به دلیل عدم هماهنگی یونیت داخلی با یونیت بیرونی کولرگازی GPlus می‌باشد. لطفا در صورت مشاهده‌ی این ارور برای برررسی و رفع عیب کولرگازی جی پلاس درخواست تعمیرات ثبت نمایید."
                    }
                  ]
                },
                {
                  "id": "e6",
                  "blocks": [
                    {
                      "code": "e6",
                      "type": "heading",
                      "level": 3,
                      "text":  "پیغام خطای E6 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور E6 کولرگازی جی پلاس به دلیل بروز مشکل در موتور فن کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برق دستگاه را برای مدت 10 دقیقه قطع کرده و در صورت مشاهده‌ی ارور پس از اتصال مجدد برق، برای بررسی و تعمیر دستگاه از سوی کارشناس اقدام نمایید."
                    }
                  ]
                },
                {
                  "id": "e7",
                  "blocks": [
                    {
                      "code": "e7",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور و خطای E7 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت ارور E7 کولرگازی جی پلاس، مشکل در تشخیص دمای سنسور یونیت خارجی کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "برق دستگاه قطع کنید و پس از 10 دقیقه مجدد اتصال برق را برقرار نمایید. در صورت تکرار کد خطا، دستگاه نیاز به بازدید و رفع ایراد دارد."
                    }
                  ]
                },
                {
                  "id": "e8",
                  "blocks": [
                    {
                      "code": "e8",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور E8 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "دلیل بروز ارور E8 کولرگازی جی پلاس، بروز مشکل در سنسور دمای لوله کندانسور است."
                    },
                    {
                      "type": "solution",
                      "text": "هنگام بروز این مشکل، لطفا برق دستگاه را قطع کنید و پس از مدت 10 دقیقه مجدد آن را متصل نمایید. در صورت مشاهده‌ی کد خطا برای بررسی کولرگازی جی پلاس از سوی تکنسین اقدام کنید."
                    }
                  ]
                },
                {
                  "id": "e9",
                  "blocks": [
                    {
                      "code": "e9",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای E9 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت نمایش ارور E9 بر روی نمایشگر کولرگازی جی پلاس موارد زیر است: 1.ایرادات برد اصلی. 2.بالا بودن دمای برد اصلی. 3.مشکلات جریان برق ورودی. 4.ایراد در برق ورودی و کارکرد کمپرسور. 5.ایراد در برق ورودی و کارکرد کمپرسور. 6.خطای درایور و ماژول"
                    },
                    {
                      "type": "solution",
                      "text": "لطفا هنگام مشاهده‌ی این پیغام خطا، برق دستگاه را قطع کنید و پس از 10 دقیقه مجدد اتصال برق را انجام دهید. در صورت مشاهده‌ی کد خطا نیاز است کولرگازی عیب یابی و رفع ایراد شود."
                    }
                  ]
                },
                {
                  "id": "p0",
                  "blocks": [
                    {
                      "code": "p0",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای P0 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "گاهی ممکن است کولرگازی جی پلاس کد خطای P0 بر روی پنل نمایشگر کولرگازی نمایش دهد. این ارور به دلیل کنترل سخت افزاری عملکرد محافظتی کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که با این مشکل مواجه شدید، لطفا یک مرتبه برق کولرگازی جی پلاس را قطع و وصل کنید و در صورت تکرار ایراد لطفا برای بررسی و رفع مشکل کولرگازی جی پلاس با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p1",
                  "blocks": [
                    {
                      "code": "p1",
                      "type": "heading",
                      "level": 3,
                      "text":  "روش برطرف کردن ارور P1 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای P1 کولرگازی جی پلاس به دلیل فعال شدن عملکرد محافظتی کولرگازی جی پلاس کولرگازی GPlus است. گاهی ممکن است ولتاژ پایین موجب فعال‌سازی عملکرد محافظتی کولرگازی جی پلاس شود و عملکرد دستگاه پس از نمایش ارور، متوقف شود."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که کولرگازی جی پلاس شما ارور P1 نمایش می‌دهد، لطفا یکبار برق دستگاه کولر گازی را قطع و مجدد وصل کنید؛ در صورت عدم رفع ایراد برای بازدید و رفع عیب کولرگازی جی پلاس درخواست تعمیرات کولرگازی ثبت نمایید."
                    }
                  ]
                },
                {
                  "id": "p2",
                  "blocks": [
                    {
                      "code": "p2",
                      "type": "heading",
                      "level": 3,
                      "text":  "روش رفع ارور P2 کولرهای گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای P2 کولرگازی جی پلاس عملکرد محافظتی جریان اضافی برق، کولرگازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا در صورت مشاهده‌ی این ارور، یکبار برق دستگاه کولر گازی را قطع و وصل کنید و سپس دستگاه را تست نمایید. در صورتی که مشکل دستگاه رفع نشد، برای بررسی و رفع ایراد دستگاه کولرگازی جی پلاس با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p4",
                  "blocks": [
                    {
                      "code": "p4",
                      "type": "heading",
                      "level": 3,
                      "text":  "رفع کد خطای P4 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای P4 کولرگازی جی پلاس مربوط به فعال شدن عملکرد محافظتی به دلیل دمای بالای خروجی کندانسور کولر گازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که این پیغام را بر روی صفحه‌ی نمایشگر کولرگازی جی پلاس مشاهده کردید، برق دستگاه را یکبار قطع و وصل کنید و در صورت عدم رفع مشکل کولرگازی برای بررسی و رفع ایراد کولرگازی با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p5",
                  "blocks": [
                    {
                      "code": "p5",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت ارور و کد خطای P5 کولرهای گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که عملکرد محافظتی کولرگازی جی پلاس به دلیل دمای پایین محیط فعال شود، کولر گازی جی پلاس ارور P5 نمایش می‌دهد"
                    },
                    {
                      "type": "solution",
                      "text": "لازم است برق کولرگازی را یکبار قطع و وصل نمایید. اگر پس از وصل مجدد برق، دستگاه کولر گازی روشن نشد، لطفا برای بررسی، عیب‌یابی و رفع مشکل کولرگازی جی پلاس، درخواست تعمیر ثبت نمایید تا کارشناس پس از بررسی دستگاه، مشکل آن را رفع کنند."
                    }
                  ]
                },
                {
                  "id": "p6",
                  "blocks": [
                    {
                      "code": "p6",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت پیغام و ارور P6 کولرهای گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "چنانچه عملکرد محافظتی دمای بالای کندانسور در مد سرمایش با مشکل مواجه شود، کولر گازی جی پلاس کد خطای P6 نمایش می‌دهد"
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است یک بار برق دستگاه کولرگازی را قطع و مجدد وصل کنید. در صورتی که مشکل دستگاه کولرگازی رفع نشد، برای بررسی و رفع ایراد کولر گازی، با ما تماس بگیرید.."
                    }
                  ]
                },
                {
                  "id": "p7",
                  "blocks": [
                    {
                      "code": "p7",
                      "type": "heading",
                      "level": 3,
                      "text":  "برطرف کردن و رفع کد خطای P7 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "چنانچه عملکرد محافظتی دمای بالای اواپراتور در مد سرمایش با مشکل مواجه شود، کد خطای P7 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است یک بار برق دستگاه کولرگازی را قطع و مجدد وصل کنید. در صورتی که مشکل دستگاه کولرگازی رفع نشد، برای بررسی و رفع ایراد کولر گازی، درخواست تعمیرات ثبت کنید."
                    }
                  ]
                },
                {
                  "id": "p8",
                  "blocks": [
                    {
                      "code": "p8",
                      "type": "heading",
                      "level": 3,
                      "text":  "روش برطرف کردن ارور P8 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "گاهی ممکن است به دلیل دمای بیش از حد و یا دمای پایین یونیت بیرونی کولرگازی ارور P8 نمایش دهد و عملکرد دستگاه پس از نمایش ارور بر روی نمایشگر، متوقف شود."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که کولرگازی جی پلاس شما ارور P8 نمایش می‌دهد، لطفا یکبار برق دستگاه کولر گازی را قطع و مجدد وصل کنید؛ در صورت عدم رفع ایراد برای بازدید و رفع عیب کولرگازی جی پلاس با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p9",
                  "blocks": [
                    {
                      "code": "p9",
                      "type": "heading",
                      "level": 3,
                      "text":  "راهکار رفع کد خطای P9 در کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای P9 کولرگازی جی پلاس مربوط به بروز مشکل در کنترل نرم افزاری در عملکرد محافظتی کمپرسور  کولرگازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که این ارور را بر روی نمایشگر پنل کولرگازی GPlus مشاهده کردید، یکبار برق دستگاه را قطع و وصل کنید و در صورت عدم رفع ایراد کولر گازی، برای تعمیر کولرگازی جی پلاس از سوی تکنسین ماهر و مجرب، با ما تماس بگیرید."
                    }
                  ]
                }
              ]
            },
            {
              "id":"standingGplus",
              "title": "کولر ایستاده جی پلاس",
              "errors": [
                {
                  "id": "1",
                  "blocks": [
                    {
                      "code": "1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور و خطای 1 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت ارور 1 کولرگازی جی پلاس مشکل در سنسور دمای محیطی یونیت بیرونی کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع آن لازم است کارشناس تعمیرات کولرگازی دستگاه را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "2",
                  "blocks": [
                    {
                      "code": "2",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 2 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "دلیل بروز ارور 2 کولرگازی جی پلاس، بروز مشکل در سنسور دمای کویل یونیت بیرونی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای تعمیر آن لازم است کارشناس تعمیرات کولرگازی ایستاده جی پلاس مشکل را رفع نمایند."
                    }
                  ]
                },
                {
                  "id": "3",
                  "blocks": [
                    {
                      "code": "3",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای 3 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت نمایش ارور 3 بر روی نمایشگر کولرگازی جی پلاس جریان بیش از حد برق است."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز به بررسی از طرف کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "4",
                  "blocks": [
                    {
                      "code": "4",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 4 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "این ارور به دلیل بروز مشکل در EEPROM کولر است."
                    },
                    {
                      "type": "solution",
                      "text":   "در صورتی که دستگاه دچار این مشکل شده است، لطفا برق دستگاه را به مدت 10 دقیقه قطع کرده و سپس مجدد برق را وصل کنید. اگر مشکل رفع نشد، برای بررسی و رفع ایراد دستگاه با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "5",
                  "blocks": [
                    {
                      "code": "5",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 5 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "کد خطای 5 کولرگازی جی پلاس مربوط به خطای پیشگیری از یخ‌زدگی دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text":   "نیاز به بازدید دستگاه از سوی کارشناس تعمیرات کولرگازی وجود دارد."
                    }
                  ]
                },
                {
                  "id": "6",
                  "blocks": [
                    {
                      "code": "6",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور 6 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر دستگاه یونیت بیرونی کولرگازی به خوبی تهویه نشود، دستگاه ارور کد 6 را نمایش داده و متوقف می‌شود."
                  
                    },
                    {
                      "type": "solution",
                      "text":  "در صورت مشاهده‌ی این کد خطا، موارد زیر را مد نظر قرار دهید:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items": [
                        "دستگاه بیرونی کولرگازی می‌بایست تمیز بوده و گرد و غبار و آلودگی بر روی آن انباشته نشده باشد. ممکن است دستگاه نیاز به سرویس دوره‌ای داشته باشد.",
                        "مقابل فن یونیت بیرونی کولرگازی مانعی قرار نگرفته باشد."
                      ]
                    },
                    {
                      "type": "solution",
                      "text":  "در صورتی که مشکل دستگاه مربوط به موارد گفته شده نبود، نیاز به بررسی و رفع مشکل از سوی کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "7",
                  "blocks": [
                    {
                      "code": "7",
                      "type": "heading",
                      "level": 3,
                      "text":"کد خطای 7 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 7 مربوط به بروز مشکل در ارتباط بین یونیت داخلی و یونیت خارجی کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "اگر دستگاه شما دچار این مشکل شده است، اتصال کابل ارتباطی بین یونیت داخلی و یونیت بیرونی را بررسی کنید و اگر مشکل مربوط به این اتصال نبود، با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "8",
                  "blocks": [
                    {
                      "code": "8",
                      "type": "heading",
                      "level": 3,
                      "text": "کد خطای 8 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "دلیل نمایش کد خطای 8 بر روی نمایشگر کولرگازی جی پلاس، وجود ناهماهنگی جریان فازها در کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع آن باید بررسی دقیق از طرف کارشناس تعمیرات کولرگازی صورت گیرد."
                    }
                  ]
                },
                {
                  "id": "9",
                  "blocks": [
                    {
                      "code": "9",
                      "type": "heading",
                      "level": 3,
                      "text": "کد خطای 9 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که کولرگازی جی پلاس شما ارور 9 می‌دهد، احتمال اشکال در جریان فاز U دستگاه وجود دارد."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا چنانچه دستگاه شما دچار این مشکل شده است، با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "10",
                  "blocks": [
                    {
                      "code": "10",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای 10 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":   "ارور 10 در کولرگازی جی پلاس مربوط به اشکال در جریان فاز V است."
                    },
                    {
                      "type": "solution",
                      "text":  "در صورتی که رخ دهد نیاز است کارشناس دستگاه را بررسی نمایند و تعمیرات آن را انجام دهند."
                    }
                  ]
                },
                {
                  "id": "11",
                  "blocks": [
                    {
                      "code": "11",
                      "type": "heading",
                      "level": 3,
                      "text":   "کد خطای 11 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":   "ارور 11 در کولرهای گازی ایستاده جی پلاس، خطای توالی فازهای کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که دستگاه شما هم این ارور را نمایش می‌دهد، برای بررسی و رفع ایراد دستگاه با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "12",
                  "blocks": [
                    {
                      "code": "12",
                      "type": "heading",
                      "level": 3,
                      "text":  "علل ارور 12 کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور 12 در کولرگازی جی پلاس مربوط به ایراد ولتاژ در کولرگازی ایستاده جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "اگر کولرگازی جی پلاس شما این مشکل را دارد ابتدا یونیت بیرونی را تمیز کنید و در صورتی که ایراد رفع نشد، لازم است کارشناس برای رفع ایراد آن مراجعه نمایند."
                    }
                  ]
                },
                {
                  "id": "13",
                  "blocks": [
                    {
                      "code": "13",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل کد خطای 13 کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر دمای کمپرسور بیش از حد بالا برود، دستگاه ارور و کد خطای 13 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت لازم است کارشناس تعمیرات کولرگازی دستگاه را بازدید کرده و مشکل آن را رفع نمایند."
                    }
                  ]
                },
                {
                  "id": "14",
                  "blocks": [
                    {
                      "code": "14",
                      "type": "heading",
                      "level": 3,
                      "text": "راهکار رفع کد خطای 14 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر سنسور High Pressure دچار ایراد شود، دستگاه کد ارور 14 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "لازم است کارشناس تعمیرات برای رفع ایراد کولرگازی مراجعه نمایند."
                    }
                  ]
                },
                {
                  "id": "15",
                  "blocks": [
                    {
                      "code": "15",
                      "type": "heading",
                      "level": 3,
                      "text": "دلایل ارور 15 کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "خطای سنسور Low Pressure کولرگازی جی پلاس موجب نمایش کد خطا و ارور 15 بر روی صفحه نمایش دستگاه می شود."
                    },
                    {
                      "type": "solution",
                      "text":  "لازم است دستگاه از سوی تکنسین تعمیرات کولرگازی مورد بررسی و رفع مشکل قرار گیرد."
                    }
                  ]
                },
                {
                  "id": "16",
                  "blocks": [
                    {
                      "code": "16",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 16 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "این کدخطا مربوط به اوورلود دستگاه در حالت گرمایش است."
                    },
                    {
                      "type": "solution",
                      "text": " اگر دستگاه شما این ارور را نمایش می‌دهد، لازم است پیش‌فیلترهای آن را شستشو دهید و دستگاه یونیت بیرونی کولر را تمیز کنید تا حرارت موتور دستگاه کمتر بالا برود. اگر همچنان دستگاه این ارور کد را نمایش می‌دهد، نیاز به بررسی و رفع عیب از سوی کارشناس تعمیرات کولرگازی وجود دارد."
                    }
                  ]
                },
                {
                  "id": "17",
                  "blocks": [
                    {
                      "code": "17",
                      "type": "heading",
                      "level": 3,
                      "text": "علت نمایش کد خطای 17 در کولر گازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر سنسور دمای دهش کمپرسور دچار مشکل شود، دستگاه ارور 17 نمایش می دهد."
                    },
                    {
                      "type": "solution",
                      "text":  "نیاز است از سوی کارشناس تعمیرات کولرگازی بررسی شود."
                    }
                  ]
                },
                {
                  "id": "19",
                  "blocks": [
                    {
                      "code": "19",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور و کد خطای 19 کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":   "ارور 19 کولرگازی جی پلاس مربوط به اشکال در سنسور دمای مکش کمپرسور دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text":  "در صورتی که با رعایت موارد گفته شده ایراد رفع نشد، لطفا با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "20",
                  "blocks": [
                    {
                      "code": "20",
                      "type": "heading",
                      "level": 3,
                      "text": "ایراد کد خطای 20 کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس دچار ایراد سنسور دمای ورودی کندانسور شده باشد، ارور 20 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text":   "نیاز است تکنسین تعمیرات کولرگازی آن را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "21",
                  "blocks": [
                    {
                      "code": "21",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور 21 کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text":  "اگر سنسور دمای خروجی کندانسور کولرگازی جی پلاس دچار مشکل شده باشد، کولرگازی ارور 21 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی است."
                    }
                  ]
                },
                {
                  "id": "22",
                  "blocks": [
                    {
                      "code": "22",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل کد خطای 22 در کولر گازی ایستاده جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که مشکلی در سنسور دیفراست دستگاه ایجاد شود، دستگاه ارور 22 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز به بررسی از سوی کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "39",
                  "blocks": [
                    {
                      "code": "39",
                      "type": "heading",
                      "level": 3,
                      "text": "کد خطای 39 در کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس شما ارور کد 39 را نمایش می‌دهد، احتمالا موتور فن DC یونیت داخلی دچار اختلال در کارکرد شده است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی این کد خطا، دستگاه را برای بررسی به کارشناس تعمیرات بسپارید."
                    }
                  ]
                },
                {
                  "id": "47",
                  "blocks": [
                    {
                      "code": "47",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 47 کولر گازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "این ارور به دلیل بروز خطای دمای بالای دهش کمپرسور کولر است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت بروز این ایراد، برای بررسی و رفع ایراد دستگاه درخواست تعمیرات کولرگازی ایستاده جی پلاس ثبت کنید."
                    }
                  ]
                },
                {
                  "id": "48",
                  "blocks": [
                    {
                      "code": "48",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت یابی ارور 48 کولر گازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "اگر موتور فن DC یونیت بیرونی کولرگازی به خوبی تهویه نشود، دستگاه ارور کد 48 را نمایش داده و متوقف می‌شود."
                    },
                    {
                      "type": "solution",
                      "text": "در این شرایط دستگاه نیاز به بررسی و رفع مشکل از سوی کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "64",
                  "blocks": [
                    {
                      "code": "64",
                      "type": "heading",
                      "level": 3,
                      "text":  "پیغام خطای 64 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 64 کولرگازی جی پلاس به دلیل بروز مشکل در ارتباط بین یونیت داخلی و یونیت بیرونی کولرگازی جی پلاس است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا ارتباط بین یونیت داخلی و بیرونی کولرگازی را بررسی کرده و اگر مشکل مربوط به آن نبود، برای عیب‌یابی و تعمیرات با کارشناس تعمیرات کولرگازی تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "73",
                  "blocks": [
                    {
                      "code": "73",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای 73 کولر گازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 73 مربوط به ایراد در EEPROM برد پنل کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "دستگاه نیاز به بررسی و رفع عیب از سوی کارشناس تعمیرات کولرگازی دارد."
                    }
                  ]
                },
                {
                  "id": "80",
                  "blocks": [
                    {
                      "code": "80",
                      "type": "heading",
                      "level": 3,
                      "text":  "عیب یابی ارور 80 کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "این کدخطا مربوط به ایراد در برد دیسپلی دستگاه کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "می‌بایست از کارشناس تعمیرات کولرگازی کمک بخواهید."
                    }
                  ]
                },
                {
                  "id": "81",
                  "blocks": [
                    {
                      "code": "81",
                      "type": "heading",
                      "level": 3,
                      "text":  "راه حل پیغام خطای 81 کولرگازی ایستاده GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور 81 کولرگازی جی پلاس به دلیل بروز مشکل در سنسور اتاقی Room است (در صورت اتصال)"
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است دستگاه مورد بررسی قرار گیرد."
                    }
                  ]
                },
                {
                  "id": "83",
                  "blocks": [
                    {
                      "code": "83",
                      "type": "heading",
                      "level": 3,
                      "text":  "عیب یابی ارور و خطای 83 کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت ارور 83 کولرگازی جی پلاس به دلیل خطای سنسور لوله کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع آن لازم است کارشناس تعمیرات کولرگازی دستگاه را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "ea",
                  "blocks": [
                    {
                      "code": "ea",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل کد خطای EA در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که مشکل جریان بیش از حد در دستگاه ایجاد شود، دستگاه خطای سنسور جریان یعنی کد EA را نمایش می‌دهد"
                    },
                    {
                      "type": "solution",
                      "text": "نیاز به بررسی از سوی کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "ec",
                  "blocks": [
                    {
                      "code": "ec",
                      "type": "heading",
                      "level": 3,
                      "text":  "عیب یابی کد خطای EC کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "علت نمایش ارور EC بر روی نمایشگر کولرگازی جی پلاس به دلیل خطای ارتباطی برد یونیت خارجی است"
                    },
                    {
                      "type": "solution",
                      "text": "و نیاز به بررسی از طرف کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "ee",
                  "blocks": [
                    {
                      "code": "ee",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای EE در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس شما ارور کد EE را نمایش می‌دهد، به دلیل خطای آپشن برد داخلی دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی این کد خطا، دستگاه را برای بررسی به ما بسپارید."
                    }
                  ]
                },
                {
                  "id": "ef",
                  "blocks": [
                    {
                      "code": "ef",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور EF کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر در موتور فن یونیت خارجی دستگاه مشکلی ایجاد شود، کولرگازی ارور EF را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی جی پلاس است."
                    }
                  ]
                },
                {
                  "id": "ep",
                  "blocks": [
                    {
                      "code": "ep",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور EP کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور EP کولرگازی جی پلاس به دلیل مشکل در سنسور دیسشارژ کمپرسور کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع آن نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی جی پلاس وجود دارد."
                    }
                  ]
                },
                {
                  "id": "er",
                  "blocks": [
                    {
                      "code": "er",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور ER کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور ER کولرگازی جی پلاس به دلیل مشکل در ارتباط بین دیسپلی و برد پنل است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع آن نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی جی پلاس وجود دارد."
                    }
                  ]
                },
                {
                  "id": "eu",
                  "blocks": [
                    {
                      "code": "eu",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای EU کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "دلیل نمایش کد خطای EU بر روی نمایشگر کولرگازی جی پلاس، به دلیل نوسان ولتاژ در کولرگازی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع آن باید بررسی دقیق از طرف کارشناس تعمیرات کولرگازی صورت گیرد."
                    }
                  ]
                },
                {
                  "id": "e0",
                  "blocks": [
                    {
                      "code": "e0",
                      "type": "heading",
                      "level": 3,
                      "text":  "راهکار رفع ارور E0 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "بروز ارور E0 کولرگازی جی پلاس، به دلیل خطای ارتباطی بین برد داخلی و خارجی کولرگازی است"
                    },
                    {
                      "type": "solution",
                      "text": "برای تعمیر آن لازم است کارشناس تعمیرات کولرگازی ایستاده جی پلاس مشکل را رفع نمایند."
                    }
                  ]
                },
                {
                  "id": "e1",
                  "blocks": [
                    {
                      "code": "e1",
                      "type": "heading",
                      "level": 3,
                      "text":  "ایراد کد خطای E1 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس دچار ایراد سنسور دمای هوای یونیت داخلی شده باشد، ارور E1 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است تکنسین تعمیرات کولرگازی جی پلاس آن را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "e2",
                  "blocks": [
                    {
                      "code": "e2",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور E2 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر در تشخیص دمای لوله اواپراتور کولرگازی جی پلاس مشکلی ایجاد شود، کولرگازی ارور E2 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی جی پلاس است."
                    }
                  ]
                },
                {
                  "id": "e3",
                  "blocks": [
                    {
                      "code": "e3",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل کد خطای E3 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که مشکلی در تشخیص دمای لوله کندانسور ایجاد شود، دستگاه ارور E3 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز به بررسی از سوی کارشناس تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "e4",
                  "blocks": [
                    {
                      "code": "e4",
                      "type": "heading",
                      "level": 3,
                      "text":  "کد خطای E4 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس شما ارور کد E4 را نمایش می‌دهد، به دلیل عملکرد غیرنرمال دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی این کد خطا، دستگاه را برای بررسی به کارشناس تعمیرات بسپارید.  "
                    }
                  ]
                },
                {
                  "id": "e5",
                  "blocks": [
                    {
                      "code": "e5",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل ارور E5 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور E5 کولرگازی جی پلاس به دلیل عدم هماهنگی یونیت داخلی با یونیت بیرونی کولرگازی است"
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع آن نیاز به بررسی دستگاه از سوی کارشناس تعمیرات کولرگازی جی پلاس وجود دارد."
                    }
                  ]
                },
                {
                  "id": "e6",
                  "blocks": [
                    {
                      "code": "e6",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت نمایش کد خطای E6 در کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "اگر موتور فن داخلی کولر ایستاده دچار مشکل شود، ارور E6 نمایش می دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است از سوی کارشناس تعمیرات کولرگازی جی پلاس بررسی شود."
                    }
                  ]
                },
                {
                  "id": "e7",
                  "blocks": [
                    {
                      "code": "e7",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور و کد خطای E7 کولر گازی جی پلاس "
                    },
                    {
                      "type": "cause",
                      "text": "ارور E7 کولرگازی جی پلاس مربوط به سنسور دمای هوای یونیت خارجی دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": " لطفا برای رفع این مشکل با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "e8",
                  "blocks": [
                    {
                      "code": "e8",
                      "type": "heading",
                      "level": 3,
                      "text":  "ایراد کد خطای E8 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر کولرگازی جی پلاس دچار ایراد سنسور دمای لوله کندانسور شده باشد، ارور E8 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است تکنسین تعمیرات کولرگازی جی پلاس آن را بررسی نمایند."
                    }
                  ]
                },
                {
                  "id": "e9",
                  "blocks": [
                    {
                      "code": "e9",
                      "type": "heading",
                      "level": 3,
                      "text":  "رفع کد ارور E9 کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "کد خطای 5 کولرگازی جی پلاس مربوط به خطای درایور و ماژول IPM دستگاه است"
                    },
                    {
                      "type": "solution",
                      "text": "نیاز به بازدید دستگاه از سوی کارشناس تعمیرات کولرگازی وجود دارد."
                    }
                  ]
                },
                {
                  "id": "p0",
                  "blocks": [
                    {
                      "code": "p0",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور و کد خطای P0 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور P0 کولرگازی جی پلاس مربوط به عملکرد محافظتی (کنترل سخت‌افزاری) دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع ارور با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p1",
                  "blocks": [
                    {
                      "code": "p1",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل بروز ارور P1 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "در صورتی که کولرگازی جی پلاس شما ارور P1 می‌دهد، احتمال بروز مشکل در عملکرد محافظتی ولتاژ پایین دستگاه است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا چنانچه دستگاه شما دچار این مشکل شده است، جهت رفع عیب با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "p2",
                  "blocks": [
                    {
                      "code": "p2",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت کد خطای P2 در کولرگازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "ارور P2 در کولرگازی جی پلاس مربوط به عملکرد محافظتی جریان اضافی است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که رخ دهد نیاز است کارشناس دستگاه را بررسی نمایند و تعمیرات آن را انجام دهند."
                    }
                  ]
                },
                {
                  "id": "p4",
                  "blocks": [
                    {
                      "code": "p4",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل ارور و پیغام خطای P4 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور P4 در کولرهای گازی ایستاده جی پلاس خطای عملکرد محافظتی دمای بالای خروجی از کندانسور است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که دستگاه شما هم این ارور را نمایش می‌دهد، برای بررسی و رفع ایراد دستگاه لازم است کارشناس ما دستگاه را بررسی نماید."
                    }
                  ]
                },
                {
                  "id": "p5",
                  "blocks": [
                    {
                      "code": "p5",
                      "type": "heading",
                      "level": 3,
                      "text":  "علل ارور P5 کولرگازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "ارور P5 در کولرگازی جی پلاس مربوط به ایراد در عملکرد محافظتی دمای پایین محیط است."
                    },
                    {
                      "type": "solution",
                      "text": "اگر کولرگازی جی پلاس شما این مشکل را دارد، با ما تماس بگیرید تا برای رفع ایراد آن مراجعه شود."
                    }
                  ]
                },
                {
                  "id": "p6",
                  "blocks": [
                    {
                      "code": "p6",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلیل کد خطای P6 کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "اگر عملکرد محافظتی دمای بالای کندانسور در عملکرد سرمایش دچار مشکل شده باشد، دستگاه ارور و کد خطای P6 نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "اگر کولرگازی جی پلاس شما این مشکل را دارد، درخواست تعمیرات کولرگازی جی پلاس ثبت کنید تا برای رفع ایراد آن مراجعه شود."
                    }
                  ]
                },
                {
                  "id": "p7",
                  "blocks": [
                    {
                      "code": "p7",
                      "type": "heading",
                      "level": 3,
                      "text":  "راهکار رفع کد خطای P7 در کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "اگر عملکرد محافظتی دمای بالای اواپراتور در عملکرد گرمایش دچار ایراد شود، دستگاه کد ارور P7 را نمایش می‌دهد."
                    },
                    {
                      "type": "solution",
                      "text": "لازم است کارشناس تعمیرات برای رفع ایراد کولرگازی جی پلاس مراجعه نمایند."
                    }
                  ]
                },
                {
                  "id": "p8",
                  "blocks": [
                    {
                      "code": "p8",
                      "type": "heading",
                      "level": 3,
                      "text":  "دلایل ارور P8 کولر گازی جی پلاس"
                    },
                    {
                      "type": "cause",
                      "text": "دمای بیش از حد یا پایین‌تر از حد یونیت بیرونی کولرگازی جی پلاس موجب نمایش کد خطا و ارور P8 بر روی صفحه نمایش دستگاه می شود."
                    },
                    {
                      "type": "solution",
                      "text": "لازم است دستگاه از سوی تکنسین تعمیرات کولرگازی جی پلاس مورد بررسی و رفع مشکل قرار گیرد."
                    }
                  ]
                },
                {
                  "id": "p9",
                  "blocks": [
                    {
                      "code": "p9",
                      "type": "heading",
                      "level": 3,
                      "text":  "علت نمایش کد خطای P9 در کولر گازی GPlus"
                    },
                    {
                      "type": "cause",
                      "text": "اگر عملکرد محافظتی درایور کمپرسور (کنترل نرم‌افزاری) دچار مشکل شود، دستگاه ارور P9 نمایش می دهد."
                    },
                    {
                      "type": "solution",
                      "text": "نیاز است از سوی کارشناس تعمیرات کولرگازی جی پلاس بررسی شود."
                    }
                  ]
                }
              ]
            },
            {
              "id":"lg",
              "title": "کولر الجی",
              "errors": [
                {
                  "id": "ch01",
                  "blocks": [
                    {
                      "code": "ch01",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH01 کولرگازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH01 مربوط به بروز خطا در سنسور هوای پنل کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که دستگاه کولر گازی شما، این ارور را نمایش می‌دهد، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH01 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بررسی دستگاه از سوی تکنسین وجود دارد."
                    }
                  ]
                },
                {
                  "id": "ch02",
                  "blocks": [
                    {
                      "code": "ch02",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH02 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH02 مربوط به بروز خطا در سنسور لوله ورودی پنل کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا با مشاهده‌ی این کد خطا، برق کولر گازی را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH02 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بررسی دستگاه از سوی تکنسین می‌باشد."
                    }
                  ]
                },
                {
                  "id": "ch05",
                  "blocks": [
                    {
                      "code": "ch05",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH05 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "علت ارور CH05 قطعی ارتباط پنل و یونیت بیرونی کولرگازی ال جی به مدت سه دقیقه است. این قطعی ارتباط معمولا به دلایل زیر اتفاق می‌افتد: "
                    },
                    {
                      "type": "list",
                      "style": "ordered",
                      "items":[
                        "مشکل در کابل ارتباطی بین پنل و یونیت بیرونی و یا اتصال نادرست کانکتورهای ترمینال برق",
                        "ولتاژ ورودی نامناسب",
                        "ایراد برد یا راکتور دستگاه",
                        "عدم اتصال کابل شیلد و یا ارت کولر گازی",
                        "نصب یونیت بیرونی نزدیک کابل فشار قوی و یا تابلو برق"
                      ] 
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع عیب، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد CH05 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بازدید کولر گازی و در صورت نیاز تعمیرات دستگاه می‌باشد."
                    }
                  ]
                },
                {
                  "id": "ch06",
                  "blocks": [
                    {
                      "code": "ch06",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH06 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH06 مربوط به بروز خطا در سنسور لوله‌ی خروجی پنل کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "در صورتی که کولر گازی شما ارور CH06 نمایش می‌دهد، برق کولر گازی را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH06 روی نمایشگر کولرگازی نمایان می‌شود، نیاز است دستگاه شما از سوی کارشناس ماهر بررسی و در صورت نیاز تعمیر شود."
                    }
                  ]
                },
                {
                  "id": "ch09",
                  "blocks": [
                    {
                      "code": "ch09",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH09 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH09 مربوط به بروز اختلال در برد Option کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "اگر کولر گازی شما کد خطای CH09 نمایش می‌دهد، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ و بعد دستگاه را روشن کنید. چنانچه کولر گازی مجدد ارور CH09 می‌دهد، برای بررسی دستگاه از طرف کارشناس ماهر اقدام نمایید."
                    }
                  ]
                },
                {
                  "id": "ch10",
                  "blocks": [
                    {
                      "code": "ch10",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH10 کولرگازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH10 ایراد موتور فن پنل کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "در صورت مشاهده‌ی کد خطای CH10 بر روی پنل کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد کولر گازی کد خطای CH10 روی نمایش می‌دهد، نیاز است کولر گازی از سوی کارشناس بررسی و در صورت نیاز تعمیر شود."
                    }
                  ]
                },
                {
                  "id": "ch12",
                  "blocks": [
                    {
                      "code": "ch12",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH12 کولرگازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH12 مربوط به بروز خطا در سنسور میانی لوله ی پنل کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع ارور CH12 کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH12 روی نمایشگر کولرگازی نمایان می‌شود، دستگاه را برای عیب یابی و تعمیر به کارشناس مجرب تحویل دهید."
                    }
                  ]
                },
                {
                  "id": "ch21",
                  "blocks": [
                    {
                      "code": "ch21",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH21 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH21 مربوط به جریان برق بالای لحظه‌ای، قفل شدن کمپرسور، اتصالات نادرست کابل‌های داخلی دستگاه و... در کولر گازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "لطفا در صورت مشاهده‌ی خطای CH21 بر روی نمایشگر کولر گازی، برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. در صورت مشاهده‌ی مجدد ارور CH21 بر روی نمایشگر کولرگازی، دستگاه را برای بررسی و رفع عیب به تکنسین ماهر کولر گازی تحویل دهید."
                    }
                  ]
                },
                {
                  "id": "ch22",
                  "blocks": [
                    {
                      "code": "ch22",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH22 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH22 مربوط به ولتاژ ورودی پایین، ایراد برد و... در کولر گازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا در صورتی که کولر گازی شما پیغام CH22 نمایش می‌دهد، برق دستگاه را به مدت 10 دقیقه قطع نمایید و بعد دستگاه را روشن کنید. اگر دستگاه مجدد ارور CH22 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بررسی دستگاه از سوی تکنسین وجود دارد."
                    }
                  ]
                },
                {
                  "id": "ch26",
                  "blocks": [
                    {
                      "code": "ch26",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH26 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH26 مربوط به قفل شدن کمپرسور، فن یونیت بیرونی، برد و ... در دستگاه کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "اگر دستگاه کولر گازی شما ارور CH26 نمایش می‌دهد، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید.در صورت مشاهده‌ی مجدد ارور CH26 روی نمایشگر کولرگازی، دستگاه را برای تشخیص عیب و تعمیرات به کارشناس ماهر تحویل دهید."
                    }
                  ]
                },
                {
                  "id": "ch29",
                  "blocks": [
                    {
                      "code": "ch29",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH29 کولرگازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH29 مربوط به مشکل کمپرسور و جریان بالای فاز کمپرسور در دستگاه کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع ارور CH29 کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع نمایید و بعد دستگاه را روشن کنید. اگر مجدد ارور CH29 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بررسی کولر گازی از طرف تکنسین و رفع عیب وجود دارد."
                    }
                  ]
                },
                {
                  "id": "ch32",
                  "blocks": [
                    {
                      "code": "ch32",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH32 کولرگازی LG"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH32 مربوط به دمای بالا در محدوده‌ی کمپرسور کولر گازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا در صورتی که کولر گازی شما دچار این مشکل شده است، برق دستگاه را به مدت 10 دقیقه قطع کرده و سپس دستگاه را روشن نمایید. اگر کولر گازی مجدد خطای CH32 روی نمایشگر نشان می‌دهد، نیاز به بررسی و رفع عیب وجود دارد."
                    }
                  ]
                },
                {
                  "id": "ch38",
                  "blocks": [
                    {
                      "code": "ch38",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH38 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH38 مربوط به نشتی گاز در دستگاه کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی این پیغام خطا بر روی نمایشگر کولر گازی، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH38 روی نمایشگر کولرگازی نمایان شود، نیاز به بررسی دستگاه از سوی تکنسین و تعمیر کولر گازی می باشد."
                    }
                  ]
                },
                {
                  "id": "ch40",
                  "blocks": [
                    {
                      "code": "ch40",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH40 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH40 مربوط به مشکل سنسور و یا قسمت حسگر مدار برد کولر گازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع ایراد لطفا برق دستگاه را به مدت 10 دقیقه قطع نمایید و سپس دستگاه را روشن کنید. در صورت مشاهده‌ی مجدد ارور و کد خطای CH40 روی نمایشگر کولرگازی، برای بررسی دستگاه با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "ch41",
                  "blocks": [
                    {
                      "code": "ch41",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH41 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH41 مربوط به مشکل سنسور لوله‌ی کمپرسور کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا در صورت مشاهده‌ی این کد خطا، برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH41 را روی نمایشگر کولرگازی مشاهده می‌کنید، برای بررسی و رفع ایراد با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "ch44",
                  "blocks": [
                    {
                      "code": "ch44",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH44 کولرگازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH44 مربوط به بروز ایراد در سنسور دمای هوای کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "برای برطرف شدن خطای CH44 کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. در صورتی که مجدد ارور CH44 روی نمایشگر کولرگازی نمایان می‌شود، نیاز است دستگاه را برای بازدید و رفع عیب به کارشناسان ما بسپارید."
                    }
                  ]
                },
                {
                  "id": "ch45",
                  "blocks": [
                    {
                      "code": "ch45",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH45 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH45 مربوط به بروز ایراد در سنسور لوله ی کندانسور کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text":  "لطفا در صورت مشاهده‌ی ارور و کد خطای CH45 بر روی کولر گازی، برق دستگاه را برای مدت 10 دقیقه قطع کرده و بعد دستگاه را روشن کنید.اگر مجدد دستگاه خطای CH45 نمایش می‌دهد، نیاز به بررسی و احتمالا نیاز به تعمیرات دارد."
                    }
                  ]
                },
                {
                  "id": "ch46",
                  "blocks": [
                    {
                      "code": "ch46",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH46 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH46 مربوط به بروز ایراد در سنسور لوله‌ی کمپرسور کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "برای رفع ایراد دستگاه، برق دستگاه را برای مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. اگر مجدد کولر گازی پیغام خطای CH46 می‌دهد، دستگاه را برای تعمیر به ما بسپارید."
                    }
                  ]
                },
                {
                  "id": "ch47",
                  "blocks": [
                    {
                      "code": "ch47",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH47 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH47 مربوط به بروز خطا در سنسور یونیت بیرونی کولر گازی الجی است."
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع ایراد، لطفا برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. اما اگر ارور CH47 رفع نشد، احتمال خرابی دستگاه وجود دارد و توصیه می‌کنیم دستگاه را به ما بسپارید."
                    }
                  ]
                },
                {
                  "id": "ch53",
                  "blocks": [
                    {
                      "code": "ch53",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH53 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text":  "ارور CH53 مربوط به بروز اختلال در ارتباط میان پنل و یونیت بیرونی کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برای رفع این کد خطا، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید. چنانچه مجدد ارور CH53 روی نمایشگر کولرگازی نمایان می‌شود، نیاز است  با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "ch60",
                  "blocks": [
                    {
                      "code": "ch60",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH60 کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH60 مربوط به بروز ایراد در برد کولرگازی LG است."
                    },
                    {
                      "type": "solution",
                      "text": "برای برطرف شدن ارور CH60 کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع کنید؛ سپس دستگاه را روشن نمایید. در صورت مشاهده‌ی مجدد ارور CH60، برای بررسی و رفع ایراد دستگاه کولر گازی ال جی  با ما تماس بگیرید."
                    }
                  ]
                },
                {
                  "id": "ch61",
                  "blocks": [
                    {
                      "code": "ch61",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH61 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH61 مربوط به دمای بالا و اختلال در سنسور لوله‌ی کندانسور کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برای رفع ایراد و ارور CH61 برق دستگاه را به مدت 10 دقیقه قطع نموده و بعد دستگاه را روشن کنید. اگر کولر گازی مجدد خطای CH61 نمایش دهد، احتمال می‌رود مشکلی وجود دارد و می‌بایست دستگاه از سوی کارشناس ماهر بررسی شود."
                    }
                  ]
                },
                {
                  "id": "ch62",
                  "blocks": [
                    {
                      "code": "ch62",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH62 کولرگازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH62 مربوط به دمای بالای برد کولرگازی ال جی می‌باشد."
                    },
                    {
                      "type": "solution",
                      "text": "در صورت مشاهده‌ی پیغام CH62 بر روی نمایشگر کولر گازی ال جی، برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. در صورت عدم رفع ایراد ارور CH62، می‌بایست کارشناس از دستگاه بازدید کند."
                    }
                  ]
                },
                {
                  "id": "ch67",
                  "blocks": [
                    {
                      "code": "ch67",
                      "type": "heading",
                      "level": 3,
                      "text":  "ارور CH67 کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "ارور CH67 مربوط به بروز اختلال در فن یونیت بیرونی کولرگازی ال جی است."
                    },
                    {
                      "type": "solution",
                      "text": "لطفا برای رفع ایراد، برق دستگاه را به مدت 10 دقیقه قطع نموده و سپس دستگاه را روشن کنید. اگر مجدد ارور CH67 روی نمایشگر کولرگازی نمایان می‌شود، نیاز به بررسی دستگاه از سوی تکنسین وجود دارد."
                    }
                  ]
                },
                {
                  "id": "co",
                  "blocks": [
                    {
                      "code": "co",
                      "type": "heading",
                      "level": 3,
                      "text": "پیغام CO کولر گازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "پیغام CO کولرگازی ال جی مربوط به عملکرد تمیزکنندگی خودکار دستگاه (Auto clean) است."
                    },
                    {
                      "type": "solution",
                      "text": "زمانی که برنامه Auto clean را بر روی کنترل دستگاه فعال می‌نمایید، بعد از خاموش کردن کولر، دستگاه وارد مرحله‌ی «تمیز کننده خودکار» می‌شود؛"
                    },
                    {
                      "type": "image-s",
                      "src": "../assets/icons/errors/error-ac-lg-co-1.png",
                      "alt": "آیکون پیغام CO کولر ال جی"
                    },
                    {
                      "type": "image-s",
                      "src": "../assets/icons/errors/error-ac-lg-co-2.png",
                      "alt": "آیکون پیغام CO کولر ال جی"
                    },
                    {
                      "type": "solution",
                      "text": "در این حالت دمپر یا همان دریچه خروج هوا از پنل، در حالت نیمه‌بسته می‌ماند و فن با سرعت پایین گردش می‌کند. گردش فن برای حذف رطوبت، فقط در مد سرمایش یا عملکرد جذب رطوبت انجام می‌شود."
                    },
                    {
                      "type": "solution",
                      "text": "در این حالت پیغام CO بر روی نمایشگر کنترل نمایان می‌شود (به مدت نیم ساعت روی نمایشگر کنترل و برای برخی از دستگاه‌ها بر روی نمایشگر پنل نیز نمایش داده می‌شود.) و زمانی که مرحله Auto clean به پایان برسد، دستگاه خاموش خواهد شد."
                    },
                    {
                      "type": "solution",
                      "text": "در برخی مدل‌های کولر گازی ال جی، هنگام عملکرد تمیز‌کنندگی خودکار، یکی از این دو علامت بر روی نمایشگر کولرگازی نمایان می‌شود:"
                    }
                  ]
                },
                {
                  "id": "po",
                  "blocks": [
                    {
                      "code": "po",
                      "type": "heading",
                      "level": 3,
                      "text": "پیغام PO کولرگازی ال جی"
                    },
                    {
                      "type": "cause",
                      "text": "پیغام PO مربوط به حالت JET COOL کولر گازی ال جی می‌باشد."
                    },
                    {
                      "type": "solution",
                      "text": "هنگامی که شما عملکرد JET را انتخاب می‌کنید، دستگاه به مدت نیم ساعت با سرعت بالا و دمای پایین سرمایش محیط را تامین می‌کند. این عملکرد با تغییر تنظیمات دما لغو می‌شود."
                    },
                    {
                      "type": "solution",
                      "text": "علامت PO به مدت نیم ساعت بر روی نمایشگر کنترل و برای برخی از دستگاه‌ها بر روی نمایشگر پنل نیز نمایش داده می‌شود. این عملکرد پس از نیم ساعت به پایان می‌رسد. برخی از مدل‌ها حالت گرمایش سریع (Jet Heating) نیز دارند."
                    }
                  ]
                },
                {
                  "id": "fl",
                  "blocks": [
                    {
                      "code": "fl",
                      "type": "heading",
                      "level": 3,
                      "text": "پیغام FL کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text":  "این پیغام مربوط به پرشدن مخزن آب کولرهای پرتابل است. به کولر‌های پرتابل لوله‌ی درین برای تخلیه‌ی رطوبت وصل نمی‌شود، زیرا داخل دستگاه مخزن وجود دارد و بعد از پر شدن مخزن دستگاه پیغام (FULL WATER) نمایش می‌دهد."
                    },
                    {
                      "type": "image-m",
                      "src": "../assets/icons/errors/error-ac-lg-fl.png",
                      "alt": "آیکون ارور FL کولر گازی الجی"
                    },
                    {
                      "type": "solution",
                      "text": "بعد از مشاهده‌ی این پیغام ابتدا درپوش پلاستیکی پشت دستگاه را خلاف عقربه‌های ساعت باز نمایید."
                    },
                    {
                      "type": "solution",
                      "text": "سپس درپوش دوم (درپوش لاستیکی) را به سمت بیرون بکشید تا خارج شود و آب تخلیه گردد."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که مخزن خالی شده، اما باز هم این پیغام تکرار می‌شود، لازم است دستگاه از سوی کارشناس تعمیر کولر گازی ال جی بررسی شود."
                    }
                  ]
                },
                {
                  "id": "plasma",
                  "blocks": [
                    {
                      "code": "plasma",
                      "type": "heading",
                      "level": 3,
                      "text": "عملکرد فیلتر Plasma در کولر گازی LG"
                    },
                    {
                      "type": "cause",
                      "text": "این علامت نشان دهنده‌ی فعالیت فیلتر پلاسما به منظور تصفیه‌ی هوای محیط است."
                    },
                    {
                      "type": "image-s",
                      "src": "../assets/icons/errors/error-ac-lg-plasma.png",
                      "alt": "آیکون پیغام فیلتر پلاسما در کولر ال جی"
                    },
                    {
                      "type": "solution",
                      "text": "این فیلتر گاهی با نام فیلتر پلاسما یا فیلتر Plasmaster معرفی می­‌شود. فیلتر یونایزر، با انتشار یون و واکنش حاصل از آن، ذرات و برخی باکتری و میکروب‌ها را از میان می­‌برد."
                    },
                    {
                      "type": "solution",
                      "text": "عملکرد این فیلتر با انتخاب کلید مربوط به آن از روی کنترل کولر گازی ال جی شروع می‌­شود. در دستگاه هایی که صفحه نمایش دارند، هنگامی که فیلتر پلاسما روشن است، این علامت بر روی پنل کولرگازی نمایان می‌شود."
                    }
                  ]
                },
                {
                  "id": "lights",
                  "blocks": [
                    {
                      "code": "lights",
                      "type": "heading",
                      "level": 3,
                      "text": "ارورهای کولر گازی LG (چشمک ها)"
                    },
                    {
                      "type": "cause",
                      "text": "ارورهای آن دسته از کولر­های گازی که صفحه نمایش ندارند، به صورت چشمک زدن چراغ‌ها نمایش داده می‌شود."
                    },
                    {
                      "type": "solution",
                      "text": "در برخی کولرهای گازی اینورتر، خطاها با روشن شدن چراغ­‌های برد یونیت بیرونی دستگاه مشخص می‌شود. در مدل­‌های غیر اینورتری که صفحه نمایش ندارند نیز، خطا با روشن شدن چراغ­‌های پنل کولرگازی نمایان می­‌شود."
                    },
                    {
                      "type": "solution",
                      "text": "توجه داشته باشید که هنگام نمایش ارور در دستگاه کولرگازی، برق دستگاه را به مدت 10 دقیقه قطع نمایید؛ سپس دستگاه را روشن کنید."
                    },
                    {
                      "type": "solution",
                      "text": "در صورتی که همچنان چراغ­‌های کولرگازی چشمک می‌­زند، نیاز به بررسی دستگاه از سوی تکنسین وجود دارد."
                    },
                    {
                      "type": "solution",
                      "text": "در این صورت برای بررسی و تعمیر کولرگازی ال جی از سوی کارشناسان ما اقدام نمایید."
                    },
                    {
                      "type": "cause",
                      "text": "نحوه‌ی ارورخوانی از روی چشمک­‌ها­ی پنل کولرگازی ال جی"
                    },
                    {
                      "type": "solution",
                      "text": "در مدل‌هایی که چراغ­‌های پنل کولرگازی هنگام ارور چشمک می‌­زند، با توجه به اینکه کدام چراغ و چند مرتبه روشن می‌شود، می‌توان شماره­‌ی خطا را تشخیص داد. نشانگر کولرهای گازی ال جی یکی از سه نوع زیر است:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "مدل نوع اول:"
                      ] 
                    },
                    {
                      "type": "solution",
                      "text": "چراغ Plasma نشان­ دهنده­‌ی عدد دهگان و Power نشان­ د‌هنده­‌ی یکان عدد ارور می­‌باشد."
                    },
                    {
                      "type": "solution",
                      "text": "برای مثال اگر چراغ Plasma یک مرتبه و چراغ Power دو مرتبه چشمک بزند، خطای کولرگازی ال جی عدد 12 است."
                    },
                    {
                      "type": "image-l",
                      "src": "../assets/icons/errors/error-ac-lg-lights-1.png",
                      "alt": ""
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "مدل نوع دوم:"
                      ] 
                    },
                    {
                      "type": "solution",
                      "text": "چراغ Heating نشان­ دهنده­‌ی عدد دهگان و Cooling نشان­ دهنده‌­ی‌ عدد یکان خطا است."
                    },
                    {
                      "type": "solution",
                      "text": "برای مثال اگر چراغ Heating دو مرتبه و چراغ Cooling یک مرتبه چشمک بزند، خطای دستگاه عدد 21 خواهد بود."
                    },
                    {
                      "type": "image-l",
                      "src": "../assets/icons/errors/error-ac-lg-lights-2.png",
                      "alt": ""
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "مدل نوع سوم:"
                      ] 
                    },
                    {
                      "type": "solution",
                      "text": "چراغ Sleep (علامت ستاره) نشان ­دهنده­‌ی عدد دهگان و Power نشان­ دهنده­‌ی عدد یکان ارور می‌­باشد."
                    },
                    {
                      "type": "image-l",
                      "src": "../assets/icons/errors/error-ac-lg-lights-3.png",
                      "alt": ""
                    },
                    {
                      "type": "cause",
                      "text": "نحوه‌ی ارورخوانی از روی چشمک­ LED های برد یونیت بیرونی کولر گازی ال جی"
                    },
                    {
                      "type": "solution",
                      "text": "در مدل‌هایی که LEDهای روی برد یونیت بیرونی برای نمایش ارور چشمک می‌­زند، ممکن است برد دارای یک و یا دو عدد LED باشد و نحوه­‌ی ارورخوانی هر کدام تفاوت دارد."
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "بردهای تک LED"
                      ] 
                    },
                    {
                      "type": "image-m",
                      "src": "../assets/icons/errors/error-ac-lg-lights-led-1.png",
                      "alt": ""
                    },
                    {
                      "type": "solution",
                      "text": "آن دسته از کولرهای گازی که بر روی برد یونیت بیرونی، یک LED دارند، چشمک زدن اول مربوط به عدد دهگان ارور و سپس با فاصله‌­ی 1 ثانیه‌­ای چشمک زدن دوم مربوط به عدد یکان ارور می‌شود. ارور مجدد با فاصله‌­ی 2 ثانیه تکرار می­‌شود."
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":[
                        "بردهای دو LED"
                      ] 
                    },
                    {
                      "type": "image-m",
                      "src": "../assets/icons/errors/error-ac-lg-lights-led-2.png",
                      "alt": ""
                    },
                    {
                      "type": "solution",
                      "text": "مدل‌هایی که بر روی برد یونیت بیرونی دو LED دارند، LED قرمز دهگان کد خطا و LED سبزرنگ، عدد یکان را نمایش می­‌دهد. برای مثال اگر LED قرمز 2 مرتبه و LED سبز 1 مرتبه روشن شود، خطای دستگاه کد 21 است." 
                    },
                    {
                      "type": "cause",
                      "text": "شرح علت خطاها"
                    },
                    {
                      "type": "solution",
                      "text": "پس از تشخیص عدد ارور می توانید به شرح باقی خطاهای کولرهای گازی ال جی در همین صفحه مراجعه کرده و دلیل خطا را مشاهده نمایید."
                    }
                  ]
                }
              ]
            }
            
          ]
        },




        {
          "id": "samsung",
          "title": "کولرهای برند سامسونگ",
          "models": [

            {
              "id":"12000",
              "title": "کولرهای 12000، 18000 و +24000 ",
              "errors": [
                {
                  "id": "e1",
                  "blocks": [
                    {
                      "code": "e1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "زمانی ارور E1 روی پنل کولر گازی به نمایش درمی‌آید که سنسور دمای محیط خراب شده باشد. معمولاً نمایش این خطا با مشکل روشن نشدن کولر گازی همراه است."
                    },
                    {
                      "type": "solution",
                      "text":  "سنسور دمای محیط، سنسوری است که وظیفه اندازه‌گیری دمای محیط و بخش‌هایی از سیستم سرمایش را برعهده دارد و دمای محیط را به برد اطلاع می‌دهد. در صورت خرابی سنسور دمای محیط، برد الکترونیکی نمی‌تواند از دمای داخل محیط مطلع شود و دستور ادامه کار کولر گازی یا خاموش شدن کمپرسور را بدهد."
                    },
                    {
                      "type": "subheading",
                      "text":  "مکان قرارگیری سنسور دمای محیط:"
                    },
                    {
                      "type": "solution",
                      "text":  "سنسور دمای محیط (Room air sensor) در راستای لوله‌های ورود هوا به اواپراتور قرار دارد و چسبیده به لوله‌های اواپراتور است. از دو مدل سنسور NTC و سنسور PTC در کولرهای گازی استفاده می‌شود که جزو سنسورهای وابسته به دما هستند. همزمان با عبور هوا در اطراف سنسور دمایی، این سنسور، دما را اندازه‌گیری می‌کند. سنسور دمای محیط در کولرهای گازی، از نوع سنسورهای NTC هستند."
                    },
                    {
                      "type": "solution",
                      "text":  "در تصویر زیر، مکان قرارگیری سنسور دمای محیط را مشاهده می‌کنید:"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-SNESOR-POSITION.webp",
                      "alt": "تصویر محل قرارگیری سنسور دمای محیط در پنل کولرهای گازی اسپلیت."
                    },
                    {
                      "type": "subheading",
                      "text":  "علائم خرابی سنسور دمای محیط:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items": [
                        "کولر گازی زودتر از زمان اصلی خاموش یا روشن می‌شود",
                        "ارور E1 روی پنل کولر دائماً نمایش داده می‌شود",
                        "بعد از روشن شدن کولر گازی، دستگاه خاموش نمی‌شود و یکسره کار می‌کند",
                        "کد خطا روی پنل داخلی مشاهده نمی‌شود؛ اما کولر گازی شروع به کار نمی‌کند"
                      ]
                    },
                    {
                      "type": "subheading",
                      "text":  "روش رفع ارور E1 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع کد خطای e1، باید عیب‌یابی سنسور دمای محیط را انجام دهید و از سلامتی سنسور مطمئن شوید. برای بررسی سلامتی سنسور دمای محیط، مقاومت سنسور را اندازه‌گیری کنید. با کمک دستگاه اهم متر، شما می‌توانید میزان مقاومت سنسور دمایی را اندازه بگیرید. در اکثر موارد با تعویض سنسور دمای محیط، ارور E1 در کولر گازی سامسونگ نیز برطرف می‌شود."
                    },
                    {
                      "type": "solution",
                      "text":  "تصویر سنسور دمای محیط در پنل کولرهای گازی اسپلیت:"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-room-air-sensor-768x512.webp",
                      "alt": "تصویر سنسور دمای محیط در پنل کولرهای گازی اسپلیت."
                    }
                  ]
                },
                {
                  "id": "e2",
                  "blocks": [
                    {
                      "code": "e2",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E2 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "مهم‌ترین علت نمایش ارور e2 در کولر گازی سامسونگ، خرابی سنسور لوله اواپراتور (سنسور پایپ) است."
                    },
                    {
                      "type": "cause",
                      "text": "علاوه بر این، خرابی بلوور فن و کثیفی فیلترهای هوا در یونیت داخلی هم منجر به نمایش ارور e2 در کولر گازی سامسونگ خواهد شد."
                    },
                    {
                      "type": "solution",
                      "text":  "سنسور دمای لوله یا سنسور اواپراتور، سنسوری است که وظیفه اندازه‌گیری دما را برعهده دارد. در هنگام گردش هوا در لوله‌های اواپراتور، این سنسور دما را اندازه‌گیری می‌کند و به برد دستگاه اطلاع می‌دهد. با توجه به اطلاعات دریافت شده از سنسور اواپراتور، برد کولر گازی متوجه میزان خنکی هوای محیط می‌شود و دستور روشن ماندن یا خاموش شدن کمپرسور را می‌دهد."
                    },
                    {
                      "type": "subheading",
                      "text":  "روش رفع ارور E2 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع ارور e2 در کولر گازی سامسونگ، باید با افراد متخصص تماس بگیرید تا تست سنسور پایپ را انجام دهند. در حالت عادی، مقدار مقاومت سنسور لوله اواپراتور، 200 کیلو اهم است. با استفاده از دستگاه مولتی متر و دستگاه اهم متر می‌توان مقدار مقاومت سنسور پایپ را اندازه‌گیری کرد. مغایرت داشتن میزان مقاومت سنسور پایپ با مقاومت استاندارد، نشان دهنده خرابی سنسور است. با تعویض سنسور پایپ، ارور e2 کولر گازی برطرف می‌شود. علاوه بر تست سنسور لوله، باید از سلامتی برد الکترونیکی و محکم بودن اتصالات برد مطمئن شوید."
                    },
                    {
                      "type": "solution",
                      "text":  "علاوه بر این کار، شما باید سرویس بلوور فن یا فن دمنده کولر گازی را انجام دهید تا این قطعه به‌درستی کار کند و مکش هوای محیط را به‌درستی انجام دهد."
                    },
                    {
                      "type": "solution",
                      "text":  "تمیز کردن فیلترهای هوا در کولر گازی و اسپلیت نیز اهمیت زیادی دارد و مانع از بوی بد کولر گازی و فشار آمدن به موتور دستگاه می‌شود."
                    },
                    {
                      "type": "solution",
                      "text":  "با انجام این کارها، ارور e2 در کولر گازی سامسونگ برطرف می‌شود و شما می‌توانید با خیال راحت از کولر گازی استفاده کنید."
                    },
                    {
                      "type": "solution",
                      "text":  "تصویر سنسور پایپ کولر گازی:"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-pipe-sensor1.webp",
                      "alt": "تصویر سنسور پایپ کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e3",
                  "blocks": [
                    {
                      "code": "e3",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E3 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "زمانی ارور e3 روی نمایشگر کولر گازی سامسونگ مشاهده می‌شود که فن یونیت داخلی کولر گازی دچار مشکل شده باشد."
                    },
                    {
                      "type": "solution",
                      "text":  "درون یونیت داخلی کولر گازی، فن کوچکی وجود دارد و موتور کوچکی، پره‌های فن را می‌چرخاند. با چرخش پره‌های فن، هوای محیط به گردش درمی‌آید. گردش جریان هوا، از داغ شدن کمپرسور جلوگیری می‌کند و باعث حفظ سلامتی این قطعه می‌شود. افزایش طول عمر کمپرسور، به معنای عمر مفید کولر گازی و افزایش بازدهی دستگاه است."
                    },
                    {
                      "type": "cause",
                      "text":  "عواملی مانند نصب اشتباه خازن‌ها در برد الکترونیکی، خراب شدن پره‌های فن، سوختن موتور و شل شدن اتصالات موتور فن، منجر به خراب شدن فن یونیت داخلی کولر گازی می‌شود."
                    },
                    {
                      "type": "cause",
                      "text":  "اگر همزمان با ارور e3، دمای فن یونیت داخلی به بالای 65 درجه سانتیگراد رسید، یعنی فن از کار افتاده است و دمای دستگاه بالا رفته است."
                    },
                    {
                      "type": "solution",
                      "text":  ":تصویر فن یونیت داخلی کولر گازی"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-air-conditioner-fan.webp",
                      "alt": "تصویر فن یونیت داخلی کولر گازی"
                    },
                    {
                      "type": "subheading",
                      "text":  "روش رفع ارور E3 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع ارور E3 در کولر گازی سامسونگ، لازم است دریچه یونیت داخلی را بردارید تا به قطعات داخلی آن دسترسی داشته باشید. سپس موتور فن کولر گازی و پره‌های فن را بررسی کنید. همچنین اتصالات برد الکترونیکی را مشاهده کنید. در صورت خرابی موتور فن، از موتور سالم و جدید استفاده کنید. دقت کنید که توان و مشخصات موتور فن با دستگاه شما مطابقت داشته باشد. با تعویض موتور فن یونیت داخلی کولر گازی، ارور e3 نیز برطرف می‌شود."
                    },
                    {
                      "type": "solution",
                      "text":  "گاهی اوقات شکستگی پره‌های فن منجر به صدا و لرزش کولر گازی می‌شود و به موتور کولر فشار زیادی وارد می‌کند."
                    },
                    {
                      "type": "solution",
                      "text":  "تصویر موتور فن یونیت داخلی کولر گازی:"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-fan-motor.webp",
                      "alt": "تصویر موتور فن یونیت داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e4",
                  "blocks": [
                    {
                      "code": "e4",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E4 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "موارد زیر از جمله دلایل اصلی نمایش ارور e4 هستند:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items": [
                        "یخ زدن کویل‌های اواپراتور و شروع فرآیند یخ‌زدایی در کولر",
                        "پایین آمدن سطح گاز در کولر",
                        "خرابی پمپ",
                        "خرابی سنسور دمای محیط",
                        "کم و زیاد شدن فشار گاز در کولر"
                      ]
                    },
                    {
                      "type": "subheading",
                      "text":  "روش رفع ارور E4 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع ارور e4 کولر گازی سامسونگ، باید فشار گاز مبرد داخل کولر را اندازه‌گیری کنید و مطمئن شوید که مشکلاتی مانند نشتی گاز مبرد پیش نیامده است. سپس برای تنظیم فشار گاز مبرد اقدام کنید تا دستگاه با مقدار مناسب گاز مبرد کار کند."
                    },
                    {
                      "type": "solution",
                      "text":  "همچنین پمپ داخل کولر و سنسور دمای محیط را بررسی کنید و در صورت نیاز، این قطعات را تعویض کنید."
                    },
                    {
                      "type": "solution",
                      "text":  "یکی دیگر از اقدامات مهم برای نگهداری از کولر گازی، جلوگیری از یخ زدن کویل‌های داخل اواپراتور است که به قطعات داخلی دستگاه آسیب جدی می‌رساند. با سرویس منظم کولر گازی و شارژ گاز کولر گازی، از یخ زدن کویل‌های اواپراتور و قسمت داخلی پنل کولر جلوگیری خواهید کرد."
                    },
                    {
                      "type": "solution",
                      "text":  "یخ زدن کویل اواپراتور:"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-water-in-air-conditioner3.webp",
                      "alt": "تصویر یخ زدن کویل اواپراتور"
                    }
                  ]
                },
                {
                  "id": "e5",
                  "blocks": [
                    {
                      "code": "e5",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E5 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "زمانی ارور e5 را روی نمایشگر کولر گازی سامسونگ مشاهده می‌کنیم که ارتباط میان یونیت داخلی و یونیت خارجی کولر گازی قطع شده باشد. موارد زیر، منجر به قطع ارتباط میان یونیت‌های کولر گازی می‌شود:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items": [
                        "سیم‌کشی نادرست کولر گازی",
                        "قطع شدن اتصال میان اجزای کولر",
                        "خراب شدن سنسورهای کولر گازی",
                        "خرابی برد الکترونیکی",
                        "عملکرد بد برد کولر گازی"
                      ]
                    },
                    {
                      "type": "subheading",
                      "text":  "روش رفع ارور E5 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "برای رفع ارور e5 در کولر گازی سامسونگ، ابتدا دستگاه را خاموش و روشن کنید تا کولر گازی ریست شود. اگر بعد از ریست کردن کولر گازی سامسونگ مشکل حل نشد، باید برای بررسی و عیب یابی برد الکترونیکی دستگاه اقدام کنید."
                    },
                    {
                      "type": "solution",
                      "text":  "بعد از بررسی برد الکترونیکی، مشکلاتی مانند سوختگی قطعات و شل شدن اتصالات برد الکترونیکی مشخص می‌شود. با تعویض قطعات معیوب برد الکترونیکی، ارور e5 نیز برطرف خواهد شد و دستگاه بدون مشکل کار می‌کند."
                    },
                    {
                      "type": "solution",
                      "text":  "در بعضی موارد هم میزان خرابی برد الکترونیکی کولر گازی زیاد است و حتماً باید برد کولر گازی تعویض شود."
                    }
                  ]
                },
                {
                  "id": "e6",
                  "blocks": [
                    {
                      "code": "e6",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E6 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "cause",
                      "text": "زمانی ارور E6 را روی نمایشگر کولر گازی سامسونگ مشاهده می‌کنیم که سنسورهای کولر گازی دچار اتصال کوتاه شود یا مدار این قطعات باز شود. در صورت خرابی سنسور دمایی در یونیت بیرونی کولر گازی نیز ارور e6 روی نمایشگر کولر گازی ظاهر می‌شود."
                    },
                    {
                      "type": "subheading",
                      "text":  "رفع کد خطای E6 در کولر گازی سامسونگ"
                    },
                    {
                      "type": "solution",
                      "text":  "بهترین راه برای رفع کد خطای E6 در کولر گازی سامسونگ، بررسی برد الکترونیکی کولر گازی و اطمینان از اتصال درست سنسورهای کولر گازی است. بعد از بررسی و رفع ایرادهای مدار برد الکترونیکی، ارور e6 نیز برطرف می‌شود."
                    }
                  ]
                }
              ]
            },


            {
              "id":"crystal",
              "title": "کولر کریستال",
              "errors": [
                {
                  "id": "e121",
                  "blocks": [
                    {
                      "code": "e121",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور e121 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای محیط"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "list",
                      "style": "unordered",
                      "items":  [
                        "تعویض سنسور دمای محیط",
                        "محکم کردن سنسور دمایی روی برد"
                      ]
                    }
                  ]
                },
                {
                  "id": "e122",
                  "blocks": [
                    {
                      "code": "e122",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E122 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور پایپ (سنسور لوله اواپراتور)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تست سنسور پایپ و تعویض سنسور"
                    }
                  ]
                },
                {
                  "id": "e123",
                  "blocks": [
                    {
                      "code": "e123",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E123 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور EVA Out در یونیت داخلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تست سنسور و تعویض آن"
                    }
                  ]
                },
                {
                  "id": "e124",
                  "blocks": [
                    {
                      "code": "e124",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E124 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "رسال خطای ارتباطی از یونیت داخلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی اتصالات داخل پنل داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e128",
                  "blocks": [
                    {
                      "code": "e128",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E128 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جدا شدن سنسور EVA IN از محل اصلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور EVA IN به برد"
                    }
                  ]
                },
                {
                  "id": "e129",
                  "blocks": [
                    {
                      "code": "e129",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E129 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جدا شدن سنسور EVA OUT از محل اصلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور EVA OUT به برد"
                    }
                  ]
                },
                {
                  "id": "e131",
                  "blocks": [
                    {
                      "code": "e131",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E131 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور گرما در یونیت داخلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعویض سنسور گرما"
                    }
                  ]
                },
                {
                  "id": "e151",
                  "blocks": [
                    {
                      "code": "e151",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E151 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل هنگام باز شدن شیر انبساط الکترونیکی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی شیر انبساط الکترونیکی"
                    }
                  ]
                },
                {
                  "id": "e152",
                  "blocks": [
                    {
                      "code": "e152",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E152 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل هنگام بسته شدن شیر انبساط الکترونیکی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی شیر انبساط الکترونیکی"
                    }
                  ]
                },
                {
                  "id": "e154",
                  "blocks": [
                    {
                      "code": "e154",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E154 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در فن یونیت داخلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعمیر فن یونیت داخلی"
                    }
                  ]
                },
                {
                  "id": "e162",
                  "blocks": [
                    {
                      "code": "e162",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E162 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی تراشه EEPROM یونیت خارجی (تراشه EEPROM، تراشه کوچکی است که برنامه‌های کولر گازی را در حافظه خود نگهداری می‌کند و این برنامه‌ها را برای برد الکترونیکی کولر گازی تعریف می‌کند.)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی تراشه EEPROM"
                    }
                  ]
                },
                {
                  "id": "e198",
                  "blocks": [
                    {
                      "code": "e198",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E198 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز بودن مسیر فیوز حرارتی پنل داخلی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی اتصالات فیوز حرارتی پنل داخلی"
                    }
                  ]
                },
                {
                  "id": "e201",
                  "blocks": [
                    {
                      "code": "e201",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E201 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن ارتباط میان یونیت داخلی و یونیت خارجی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سیم‌های ارتباط دهنده یونیت داخلی و یونیت خارجی"
                    }
                  ]
                },
                {
                  "id": "e202",
                  "blocks": [
                    {
                      "code": "e202",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E202 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خطای ارتباط میان یونیت داخلی و یونیت خارجی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سیم‌های ارتباط دهنده یونیت داخلی و یونیت خارجی"
                    }
                  ]
                },
                {
                  "id": "e221",
                  "blocks": [
                    {
                      "code": "e221",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E221 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای محیط واقع در یونیت خارجی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سنسور و اتصال مجدد سنسور به برد"
                    }
                  ]
                },
                {
                  "id": "e231",
                  "blocks": [
                    {
                      "code": "e231",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E231 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور COND OUT"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سنسور و اتصال مجدد سنسور به برد"
                    }
                  ]
                },
                {
                  "id": "e241",
                  "blocks": [
                    {
                      "code": "e241",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E241 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور COND OUT"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض سنسور COND OUT"
                    }
                  ]
                },
                {
                  "id": "e251",
                  "blocks": [
                    {
                      "code": "e251",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E251 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و عیب‌یابی سنسور دمای دیجیتال"
                    }
                  ]
                },
                {
                  "id": "e256",
                  "blocks": [
                    {
                      "code": "e256",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E256 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در اتصالات سیم پیچی ترمینال Comp.1"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سیم پیچی ترمینال Comp.1"
                    }
                  ]
                },
                {
                  "id": "e257",
                  "blocks": [
                    {
                      "code": "e257",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E257 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در اتصالات سیم پیچی ترمینال Comp.2"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سیم پیچی ترمینال Comp.2"
                    }
                  ]
                },
                {
                  "id": "e258",
                  "blocks": [
                    {
                      "code": "e258",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E258 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در اتصالات سیم پیچی ترمینال Comp.3"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سیم پیچی ترمینال Comp.3"
                    }
                  ]
                },
                {
                  "id": "e262",
                  "blocks": [
                    {
                      "code": "e262",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E262 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جدا شدن سنسور دمای دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور دمای دیجیتال به برد"
                    }
                  ]
                },
                {
                  "id": "e263",
                  "blocks": [
                    {
                      "code": "e263",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E263 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور دمای دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض سنسور دمای دیجیتال"
                    }
                  ]
                },
                {
                  "id": "e264",
                  "blocks": [
                    {
                      "code": "e264",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E264 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض سنسور دمای دیجیتال"
                    }
                  ]
                },
                {
                  "id": "e265",
                  "blocks": [
                    {
                      "code": "e265",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E265 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور دمای مخزن ثابت یا جدا شدن سنسور دمای مخزن دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سنسور دمای مخزن ثابت و سنسور دمای مخزن دیجیتال"
                    }
                  ]
                },
                {
                  "id": "e267",
                  "blocks": [
                    {
                      "code": "e267",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E267 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور دمای مخزن ثابت"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعویض سنسور دمای مخزن ثابت"
                    }
                  ]
                },
                {
                  "id": "e268",
                  "blocks": [
                    {
                      "code": "e268",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E268 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور دمای مخزن دیجیتال"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعویض سنسور دمای مخزن دیجیتال"
                    }
                  ]
                },
                {
                  "id": "e269",
                  "blocks": [
                    {
                      "code": "e269",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E269 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جدا شدن سنسور دمای مکش"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور دمای مکش به برد"
                    }
                  ]
                },
                {
                  "id": "e291",
                  "blocks": [
                    {
                      "code": "e291",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E291 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور فشار بالا (اتصال کوتاه)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور فشار بالا به برد"
                    }
                  ]
                },
                {
                  "id": "e296",
                  "blocks": [
                    {
                      "code": "e296",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E296 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور فشار پایین (اتصال کوتاه)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "اتصال مجدد سنسور فشار پایین به برد"
                    }
                  ]
                },
                {
                  "id": "e307",
                  "blocks": [
                    {
                      "code": "e307",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E307 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور کنترل سطح روغن کمپرسور (اتصال کوتاه)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض سنسور کنترل سطح روغن کمپرسور"
                    }
                  ]
                },
                {
                  "id": "e308",
                  "blocks": [
                    {
                      "code": "e308",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E308 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور مکش (اتصال کوتاه)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و اتصال مجدد سنسور مکش"
                    }
                  ]
                },
                {
                  "id": "e311",
                  "blocks": [
                    {
                      "code": "e311",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E311 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور پایپ دوقلو (Double Pipe)"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض و نصب سنسور پایپ دوقلو"
                    }
                  ]
                },
                {
                  "id": "e320",
                  "blocks": [
                    {
                      "code": "e320",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E320 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "باز شدن اتصال میان برد و سنسور محافظ اورلود کمپرسور"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعویض و نصب مجدد سنسور پایپ محافظ اورلود کمپرسور"
                    }
                  ]
                },
                {
                  "id": "e403",
                  "blocks": [
                    {
                      "code": "e403",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E403 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خاموش شدن کمپرسور برای محافظت از یونیت داخلی در برابر یخ‌زدگی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "جلوگیری از یخ زدن پنل داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e404",
                  "blocks": [
                    {
                      "code": "e404",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E404 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خاموش شدن سیستم برای جلوگیری از اورلود کردن کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "مراقبت از کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e422",
                  "blocks": [
                    {
                      "code": "e422",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E422 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "مسدود شدن لوله فشار قوی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "باز کردن مسیر لوله فشار قوی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e425",
                  "blocks": [
                    {
                      "code": "e425",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E425 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "شروع فاز معکوس در کولر گازی یا فاز باز کولر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "قطع برق دستگاه و تعمیر کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e443",
                  "blocks": [
                    {
                      "code": "e443",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E443 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "هشدار کم شدن فشار گاز مبرد"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تنظیم فشار گاز مبرد و شارژ گاز مبرد"
                    }
                  ]
                },
                {
                  "id": "e452",
                  "blocks": [
                    {
                      "code": "e452",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E452 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خاموش شدن ناگهانی دستگاه"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی جریان ورودی برق به دستگاه + تعمیر کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e453",
                  "blocks": [
                    {
                      "code": "e453",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E453 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا در موتور فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعمیر موتور فن کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e454",
                  "blocks": [
                    {
                      "code": "e454",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E454 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا در دور موتور فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعمیر موتور فن کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e455",
                  "blocks": [
                    {
                      "code": "e455",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E455 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص بالا رفتن دما در ماژول IPM موتور فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و عیب‌یابی موتور فن"
                    }
                  ]
                },
                {
                  "id": "e456",
                  "blocks": [
                    {
                      "code": "e456",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور e456 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا در جریان موتور فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعمیر موتور فن"
                    }
                  ]
                },
                {
                  "id": "e457",
                  "blocks": [
                    {
                      "code": "e457",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E457 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "چرخش معکوس موتور و پره‌های فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعمیر موتور و پره‌های فن"
                    }
                  ]
                },
                {
                  "id": "e458",
                  "blocks": [
                    {
                      "code": "e458",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E458 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص مشکل در سرعت فن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و عیب‌یابی فن کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e461",
                  "blocks": [
                    {
                      "code": "e461",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E461 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص مشکل در عملکرد کمپرسور اینورتر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و تعمیر کمپرسور اینورتر"
                    }
                  ]
                },
                {
                  "id": "e462",
                  "blocks": [
                    {
                      "code": "e462",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E462 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "متوقف شدن سیستم به دلیل کنترل کامل جریان"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "باز کردن کولر گازی و تعمیر دستگاه"
                    }
                  ]
                },
                {
                  "id": "e463",
                  "blocks": [
                    {
                      "code": "e463",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E463 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "متوقف شدن سیستم به دلیل کنترل دمای سنسور تشخیص روغن"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و عیب‌یابی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e464",
                  "blocks": [
                    {
                      "code": "e464",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور e464 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "رسیدن به DC Peak"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی خازن‌های برد الکترونیکی"
                    }
                  ]
                },
                {
                  "id": "e465",
                  "blocks": [
                    {
                      "code": "e465",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E465 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جلوگیری از اضافه بار (اورلود) کمپرسور"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی کمپرسور برای جلوگیری از اورلود و داغ شدن کمپرسور"
                    }
                  ]
                },
                {
                  "id": "e466",
                  "blocks": [
                    {
                      "code": "e466",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E466 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "مشکل در ولتاژ جریان برق دستگاه"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی برد الکترونیکی و اتصالات الکترونیکی دستگاه"
                    }
                  ]
                },
                {
                  "id": "e467",
                  "blocks": [
                    {
                      "code": "e467",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E467 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا به دلیل قطع شدن سیم‌های کمپرسور یا عملکرد غیرطبیعی کمپرسور"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعمیر کمپرسور کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e468",
                  "blocks": [
                    {
                      "code": "e468",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E468 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا در یکی از سنسورهای کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی سنسورهای کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e469",
                  "blocks": [
                    {
                      "code": "e469",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E469 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص خطا در برق‌رسانی به سنسورهای کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و تعویض سنسورهای کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e470",
                  "blocks": [
                    {
                      "code": "e470",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E470 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "مشکل در خواندن تراشه EEPROM یونیت بیرونی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی برد الکترونیکی و عیب‌یابی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e471",
                  "blocks": [
                    {
                      "code": "e471",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E471 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "مشکل در خواندن تراشه EEPROM یونیت بیرونی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی برد الکترونیکی و عیب‌یابی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e472",
                  "blocks": [
                    {
                      "code": "e472",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E472 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع و وصل شدن جریان ولتاژ AC"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی جریان ورودی برق به دستگاه"
                    }
                  ]
                },
                {
                  "id": "e473",
                  "blocks": [
                    {
                      "code": "e473",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E473 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قفل شدن برنامه کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی برد الکترونیکی و عیب‌یابی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e474",
                  "blocks": [
                    {
                      "code": "e474",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E474 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بالا رفتن دمای فن خنک کننده (هیت سینک) در کولرهای اینورتر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی فن خنک کننده"
                    }
                  ]
                },
                {
                  "id": "e475",
                  "blocks": [
                    {
                      "code": "e475",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E475 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در فن اینورتر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و تعمیر فن"
                    }
                  ]
                },
                {
                  "id": "e484",
                  "blocks": [
                    {
                      "code": "e484",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E484 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اورلود کردن PFC"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تعمیر برد اینورتر کولر گازی و مدار PFC"
                    }
                  ]
                },
                {
                  "id": "e485",
                  "blocks": [
                    {
                      "code": "e485",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E485 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور جریان ورودی اینورتر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی و عیب‌یابی سنسور جریان ورودی"
                    }
                  ]
                },
                {
                  "id": "e508",
                  "blocks": [
                    {
                      "code": "e508",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E508 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "نصب نادرست بعضی از قطعات"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "تماس با نصاب کولر گازی برای اتصال درست قطعات کولر"
                    }
                  ]
                },
                {
                  "id": "e554",
                  "blocks": [
                    {
                      "code": "e554",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E554 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تشخیص نشتی گاز"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "پیدا کردن محل نشتی گاز کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e556",
                  "blocks": [
                    {
                      "code": "e556",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور e556 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "ناهماهنگ بودن ظرفیت یونیت داخلی و یونیت بیرونی کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی پنل داخلی و خارجی و عیب‌یابی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e560",
                  "blocks": [
                    {
                      "code": "e560",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E560 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز خطا در تنظیمات Switch Option"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعمیر برد کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e590",
                  "blocks": [
                    {
                      "code": "e590",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E590 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز خطا در تراشه EEPROM کولر گازی"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "بررسی برد الکترونیکی و تراشه EEPROM"
                    }
                  ]
                },
                {
                  "id": "e660",
                  "blocks": [
                    {
                      "code": "e660",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E660 کولر گازی سامسونگ مدل Crystal"
                    },
                    {
                      "type": "cause",
                      "text": "علت خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "عمل نکردن کد بوت کولر گازی اینورتر"
                    },
                    {
                      "type": "cause",
                      "text": "روش رفع خطا:"
                    },
                    {
                      "type": "solution",
                      "text":  "عیب‌یابی و تعمیر کولر گازی"
                    }
                  ]
                }
              ]
            },


            {
              "id":"inverter&ordinary",
              "title": "کولرهای اینورتر و معمولی",
              "errors": [
                {
                  "id": "pa",
                  "blocks": [
                    {
                      "code": "pa",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور PA کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در کمپرسور کولر گازی"
                    }
                  ]
                },
                {
                  "id": "ch",
                  "blocks": [
                    {
                      "code": "ch",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CH کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "تاخیر در روشن شدن کمپرسور"
                    }
                  ]
                },
                {
                  "id": "p0",
                  "blocks": [
                    {
                      "code": "p0",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P0 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در عملکرد سنسور تخلیه به دلیل بالا رفتن دما"
                    }
                  ]
                },
                {
                  "id": "p1",
                  "blocks": [
                    {
                      "code": "p1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P1 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اختلال در عملکرد کولر گازی به دلیل بالا رفتن دمای خازن"
                    }
                  ]
                },
                {
                  "id": "p3",
                  "blocks": [
                    {
                      "code": "p3",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P3 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "عملکرد پایین دستگاه بعد از تغییر درجه حرارت کولر گازی"
                    }
                  ]
                },
                {
                  "id": "p4",
                  "blocks": [
                    {
                      "code": "p4",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P4 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در مرحله معکوس سه فاز"
                    }
                  ]
                },
                {
                  "id": "p5",
                  "blocks": [
                    {
                      "code": "p5",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P5 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "یخ زدگی سیستم کولر گازی"
                    }
                  ]
                },
                {
                  "id": "p6",
                  "blocks": [
                    {
                      "code": "p6",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P6 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع و وصل شدن دائم جریان برق در کولر گازی"
                    }
                  ]
                },
                {
                  "id": "p7",
                  "blocks": [
                    {
                      "code": "p7",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P7 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز اختلال در عملکرد کمپرسور برای حفاظت از سنسور فشار بالا"
                    }
                  ]
                },
                {
                  "id": "p8",
                  "blocks": [
                    {
                      "code": "p8",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور P8 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز اختلال در عملکرد کمپرسور برای حفاظت از سنسور فشار پایین"
                    }
                  ]
                },
                {
                  "id": "t1",
                  "blocks": [
                    {
                      "code": "t1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T1 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در سنسور خارجی"
                    }
                  ]
                },
                {
                  "id": "t2",
                  "blocks": [
                    {
                      "code": "t2",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T2 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در سنسور COND TEMP"
                    }
                  ]
                },
                {
                  "id": "t3",
                  "blocks": [
                    {
                      "code": "t3",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T3 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خطای سنسور تخلیه PWM"
                    }
                  ]
                },
                {
                  "id": "t4",
                  "blocks": [
                    {
                      "code": "t4",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T4 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خطای لوله خنک کننده ماده مبرد"
                    }
                  ]
                },
                {
                  "id": "t5",
                  "blocks": [
                    {
                      "code": "t5",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T5 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای روغن کمپرسور"
                    }
                  ]
                },
                {
                  "id": "t6",
                  "blocks": [
                    {
                      "code": "t6",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T6 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور دمای مکش"
                    }
                  ]
                },
                {
                  "id": "t7",
                  "blocks": [
                    {
                      "code": "t7",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T7 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اختلال در سنسور فشار بالا"
                    }
                  ]
                },
                {
                  "id": "t8",
                  "blocks": [
                    {
                      "code": "t8",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T8 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اختلال در سنسور فشار پایین"
                    }
                  ]
                },
                {
                  "id": "t9",
                  "blocks": [
                    {
                      "code": "t9",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور T9 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور تخلیه کمپرسور ثابت"
                    }
                  ]
                },
                {
                  "id": "gc",
                  "blocks": [
                    {
                      "code": "gc",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور GC کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور تخلیه بار کمپرسور"
                    }
                  ]
                },
                {
                  "id": "g2",
                  "blocks": [
                    {
                      "code": "g2",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور G2 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "نشتی کامل گاز مبرد در یونیت بیرونی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "g3",
                  "blocks": [
                    {
                      "code": "g3",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور G3 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور COND MID در یونیت بیرونی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "g6",
                  "blocks": [
                    {
                      "code": "g6",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور G6 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور دمای روغن کمپرسور"
                    }
                  ]
                },
                {
                  "id": "g7",
                  "blocks": [
                    {
                      "code": "g7",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور G7 کولرهای گازی اینورتر و معمولی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن سنسور مکش"
                    }
                  ]
                }
              ]
            },


            {
              "id":"twoletter",
              "title": "ارورهای دو حرفی",
              "errors": [
                {
                  "id": "ax",
                  "blocks": [
                    {
                      "code": "ax",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور AX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در سنسور فشار بالا"
                    }
                  ]
                },
                {
                  "id": "bx",
                  "blocks": [
                    {
                      "code": "bx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور BX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در سنسور فشار پایین"
                    }
                  ]
                },
                {
                  "id": "cx",
                  "blocks": [
                    {
                      "code": "cx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور CX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در هنگام باز شدن شیر انبساط الکتریکی"
                    }
                  ]
                },
                {
                  "id": "dx",
                  "blocks": [
                    {
                      "code": "dx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور DX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "بروز مشکل در هنگام بسته شدن شیر انبساط الکتریکی"
                    }
                  ]
                },
                {
                  "id": "fx",
                  "blocks": [
                    {
                      "code": "fx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور FX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جداسازی همزمان سنسور EVAP IN و سنسور EVAP OUT"
                    }
                  ]
                },
                {
                  "id": "rx",
                  "blocks": [
                    {
                      "code": "rx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور RX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "نشتی گاز کولر و بروز اختلال در عملکرد کولر گازی"
                    }
                  ]
                },
                {
                  "id": "ux",
                  "blocks": [
                    {
                      "code": "ux",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور UX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خطا در تنظیمات فن کولر گازی"
                    }
                  ]
                },
                {
                  "id": "yx",
                  "blocks": [
                    {
                      "code": "yx",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور YX در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سنسور EVAP OUT واقع در یونیت داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "9x",
                  "blocks": [
                    {
                      "code": "9x",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور 9X در کولر گازی سامسونگ"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اتصال کوتاه یا باز شدن اتصال سنسور دمای محیط روی برد"
                    }
                  ]
                }
              ]
            },


            {
              "id":"mirage",
              "title": "کولر میراژ",
              "errors": [
                {
                  "id": "ea01",
                  "blocks": [
                    {
                      "code": "ea01",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور EA 01 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن ارتباط میان پنل داخلی و پنل بیرونی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e121",
                  "blocks": [
                    {
                      "code": "e121",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 21 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "اختلال در سنسور محیطی یونیت داخلی"
                    }
                  ]
                },
                {
                  "id": "e122",
                  "blocks": [
                    {
                      "code": "e122",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 22 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خراب شدن سنسور پایپ / قطع شدن سیم‌های برد الکترونیکی"
                    }
                  ]
                },
                {
                  "id": "e154",
                  "blocks": [
                    {
                      "code": "e154",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 54 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "سوختن یا خراب شدن فن یونیت داخلی / قطع شدن سیم‌های اتصال‌دهنده فن به برد"
                    }
                  ]
                },
                {
                  "id": "e162",
                  "blocks": [
                    {
                      "code": "e162",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 62 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در تراشه EEPROM یا پاک شدن تراشه EEPROM"
                    }
                  ]
                },
                {
                  "id": "e163",
                  "blocks": [
                    {
                      "code": "e163",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 63 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "پاک شدن برنامه‌های دستگاه"
                    }
                  ]
                },
                {
                  "id": "e425",
                  "blocks": [
                    {
                      "code": "e425",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E4 25 در کولر گازی سامسونگ 50 هزار مدل Mirage"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "جابجایی فازهای دستگاه"
                    }
                  ]
                }
              ]
            },


            {
              "id":"waltznova",
              "title": "کولر والت نووا",
              "errors": [
                {
                  "id": "e103",
                  "blocks": [
                    {
                      "code": "e103",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 03 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن ارتباط میان برد الکترونیکی و برد نمایشگر کولر"
                    }
                  ]
                },
                {
                  "id": "e121",
                  "blocks": [
                    {
                      "code": "e121",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 21 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور دمای محیطی"
                    }
                  ]
                },
                {
                  "id": "e122",
                  "blocks": [
                    {
                      "code": "e122",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 22 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور پایپ"
                    }
                  ]
                },
                {
                  "id": "e142",
                  "blocks": [
                    {
                      "code": "e142",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 42 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور اندازه‌گیری میزان رطوبت هوا"
                    }
                  ]
                },
                {
                  "id": "e154",
                  "blocks": [
                    {
                      "code": "e154",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 54 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خراب شدن فن یونیت داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e162",
                  "blocks": [
                    {
                      "code": "e162",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 62 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در مدار برد الکترونیکی"
                    }
                  ]
                },
                {
                  "id": "e193",
                  "blocks": [
                    {
                      "code": "e193",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 93 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در مسیر ارتباطی میان برد الکترونیکی و برد نمایشگر"
                    }
                  ]
                },
                {
                  "id": "e237",
                  "blocks": [
                    {
                      "code": "e237",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E2 37 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خرابی سنسور کندانسور"
                    }
                  ]
                },
                {
                  "id": "e479",
                  "blocks": [
                    {
                      "code": "e479",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E4 79 در کولر گازی سامسونگ 30 هزار مدل Waltz Nova"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "ناتوانی برد در ایجاد ارتباط بین پنل داخل و پنل بیرونی (کمپرسور)"
                    }
                  ]
                }
              ]
            },


            {
              "id":"queen",
              "title": "کولر کوئین",
              "errors": [
                {
                  "id": "e1",
                  "blocks": [
                    {
                      "code": "e1",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E1 در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خراب شدن سنسور دمای محیطی"
                    }
                  ]
                },
                {
                  "id": "ee00",
                  "blocks": [
                    {
                      "code": "ee00",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور EE-00 در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سیستم برق‌رسانی به پنل داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "ee01",
                  "blocks": [
                    {
                      "code": "ee01",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور EE-01 در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در سیستم برق‌رسانی به پنل داخلی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "e5",
                  "blocks": [
                    {
                      "code": "e5",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E5 در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "خراب شدن سنسور لوله اواپراتور"
                    }
                  ]
                },
                {
                  "id": "e6",
                  "blocks": [
                    {
                      "code": "e6",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور E6 در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن یا اتصال کوتاه سنسور کمپرسور"
                    }
                  ]
                },
                {
                  "id": "er",
                  "blocks": [
                    {
                      "code": "er",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور ER در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن ارتباط میان پنل داخلی و پنل بیرونی کولر گازی"
                    }
                  ]
                },
                {
                  "id": "ed",
                  "blocks": [
                    {
                      "code": "ed",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور ED در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "وجود مشکل در ارتباط بین برد الکترونیکی و برد نمایشگر"
                    }
                  ]
                },
                {
                  "id": "ea",
                  "blocks": [
                    {
                      "code": "ea",
                      "type": "heading",
                      "level": 3,
                      "text": "ارور EA در کولر گازی سامسونگ مدل Queen"
                    },
                    {
                      "type": "subheading",
                      "text": "شرح خطا:"
                    },
                    {
                      "type": "solution",
                      "text": "قطع شدن فیوز مینیاتور برق به دلیل وجود مشکل در کابل‌های ارتباطی بین پنل داخلی و پنل بیرونی"
                    }
                  ]
                }
              ]
            },


            {
              "id":"good",
              "title": "کولر گود",
              "errors": [
                {
                  "id": "indoor",
                  "blocks": [
                    {
                      "code": "indoor",
                      "type": "heading",
                      "level": 3,
                      "text": "ارورهای پنل داخلی کولر گازی سامسونگ اینورتر مدل Good",
                      "alt": "ارورهای پنل داخلی کولر گازی سامسونگ اینورتر مدل Good"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-good-indoor-unit-errors.webp"
                    }
                  ]
                },
                {
                  "id": "outdoor",
                  "blocks": [
                    {
                      "code": "outdoor",
                      "type": "heading",
                      "level": 3,
                      "text": "ارورهای پنل بیرونی کولر گازی سامسونگ اینورتر مدل Good"
                    },
                    {
                      "type": "image-xl",
                      "src":  "../assets/img/errors/ac-samsung-good-outdoor-unit-errors-.webp",
                      "alt": "ارورهای پنل خارجی کولر گازی سامسونگ اینورتر مدل Good"
                    }
                  ]
                }
              ]
            }
          ]
        },




        {
          "id": "gree",
          "title": "کولرهای برند گری",
          "models": [

            {
              "id":"sam",
              "title": "کولر جی",
              "errors": [
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                },
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                },
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                }
              ]
            }



          ]
        },





        {
          "id": "hisense",
          "title": "کولرهای برند هایسنس",
          "models": [
            {
              "id":"sam",
              "title": "کولر جی",
              "errors": [
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                },
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                },
                {
                  "id": "",
                  "blocks": [
                    {
                      "code": "",
                      "type": "heading",
                      "level": 3,
                      "text": ""
                    },
                    {
                      "type": "cause",
                      "text": ""
                    },
                    {
                      "type": "solution",
                      "text":  ""
                    }
                  ]
                }
              ]
            }
          ]
        }
        
      ]
    }
  ]
}
